Repository: tizenorg/apps.core.preloaded.ug-wifi-direct
Catalog: *-wifidirect/po/*.po
Languages: bn, ca, cs, da, de, el_gr, es_es, eu, ga, gu, hu, is, it_it, ja_jp, ka, kk, kn, lt, mr, ms, my, ne, pa, ro, si, sk, sl, sr, sv, tl, tr_tr, vi, zh_hk

# IDS_WIFI_BODY_WAITING_FOR_CONNECTION_M_STATUS_ABB
source: Waiting for connection
bn: সংযোগের জন্য প্রতীক্ষারত
ca: Esperant connexió
cs: Čekání na připojení
da: Venter på forbindelse
de: Warte auf Verbindung
el_gr: Αναμονή για σύνδεση
es_es: Esperando conexión
eu: Konexioa itxaroten
ga: Ag feitheamh le nasc
gu: જોડાણની પ્રતીક્ષા કરે છે
hu: Várakozás kapcsolatra
is: Bíður eftir tengingu
it_it: In attesa di conness.
ja_jp: 接続待機中
ka: დაკავშირების ლოდინი
kk: Байланыс күтілуде
kn: ಸಂಪರ್ಕಕ್ಕಾಗಿ ಕಾಯುತ್ತಿದೆ
lt: Laukiama prisijungimo
mr: कनेक्शन साठी प्रतीक्षारत
ms: Menunggu sambungan
my: ခ်ိတ္ဆက္မႈအတြက္ ေစာင့္ေနသည္။
ne: जडानको लागि पर्खदै
pa: ਕਨੈਕਸ਼ਨ ਲਈ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ
ro: Se aşteaptă conexiunea
si: සම්බන්ධතාව පොරොත්තු.
sk: Čaká sa na pripojenie
sl: Čakanje na povezavo
sr: Čekanje na povezivanje
sv: Väntar på anslutning
tl: Hintayin ang koneksyon
tr_tr: Bağlantı bekleniyor
vi: Đang chờ để kết nối
zh_hk: 正在等待連接

# IDS_ST_POP_FAILED_TO_CONNECT
source: Failed to connect.
bn: সংযোগ করতে ব্যর্থ।
ca: Error en la connexió
cs: Připojení se nezdařilo.
da: Kunne ikke tilslutte.
de: Verbindung nicht möglich
el_gr: Αποτυχία σύνδεσης.
es_es: Error de conexión
eu: Ezin izan da konektatu
ga: Theip ar nascadh.
gu: જોડવામાં નિષ્ફળ.
hu: Nem sikerült kapcsolódni.
is: Mistókst að tengjast.
it_it: Connessione non riuscita.
ja_jp: 接続に失敗しました。
ka: ვერ დაკავშირდა.
kk: Қосылмады.
kn: ಸಂಪರ್ಕಿಸಲು ವಿಫಲವಾಗಿದೆ.
lt: Nepavyko sujungti.
mr: कनेक्ट करण्यास अयशस्वी.
ms: Gagal menyambung.
my: ခ်ိတ္ဆက္ရန္ မေအာင္ျမင္ပါ။
ne: जडान गर्न असफल।
pa: ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
ro: Conectare nereuşită
si: සම්බන්ධ කිරීම අසාර්ථක විය.
sk: Nepodarilo sa pripojiť.
sl: Povezava ni uspela.
sr: Neuspešno povezivanje.
sv: Det gick inte att ansluta.
tl: Hindi nakakonekta.
tr_tr: Bağlanamadı.
vi: Lỗi kết nối.
zh_hk: 連接失敗。

# IDS_WIFI_BUTTON_MULTI_CONNECT
source: Multi-connect
bn: একাধিক-সংযোগ
ca: Connexió múltiple
cs: Vícenásobné připojení
da: Multi-forbind
de: Mehrfachverbindung
el_gr: Πολλαπλή σύνδεση
es_es: Conexión múltiple
eu: Konexio anitza
ga: Ilnascadh
gu: બહુવિધ જોડાણ
hu: Többszörös kapcsolat
is: Fjöltenging
it_it: Connessione multipla
ja_jp: 複数接続
ka: მრავალი კავშირი
kk: Бірнеше байланыс
kn: ಬಹು-ಸಂಪರ್ಕ
lt: Kelių įreng. prijungim.
mr: बहु-कनेक्ट
ms: Sambungan berbilang
my: မ်ဳိးစံု ခ်ိတ္ဆက္မႈ
ne: बहु-जडान
pa: ਮਲਟੀ-ਕਨੈਕਟ
ro: Mai multe conexiuni
si: බහුවිධ-සම්බන්ධය
sk: Viacnásobné pripojenie
sl: Več povezav
sr: Višestruko povezivanje
sv: Multianslutning
tr_tr: Çoklu-bağlantı
vi: Đa kết nối
zh_hk: 多點連接

# IDS_WIFI_BUTTON_DISCONNECT_ALL
source: Disconnect all
bn: সমস্ত সংযোগ বিচ্ছিন্ন করুন
ca: Desconnectar tot
cs: Odpojit vše
da: Frakobl alle
de: Alle trennen
el_gr: Αποσύνδεση όλων
es_es: Desconectar todo
eu: Deskonektatu guztiak
ga: Dínasc gach
gu: બધું ડિસ્કનેક્ટ કરો
hu: Összes szétkapcsolása
is: Aftengja allt
it_it: Disconnetti tutto
ja_jp: 全て切断
ka: ყველა კავშირის გათიშვა
kk: Барлығын ажырату
kn: ಎಲ್ಲವನ್ನು ಡಿಸ್‌ಕನೆಕ್ಟ್ ಮಾಡು
lt: Atjungti visus
mr: सर्व डिस्कनेक्ट करा
ms: Nyhsambungkn semua sambungn
my: အားလံုး အဆက္ျဖတ္ပါ
ne: सबैको जडान बिच्छेद गर्नुहोस्
pa: ਸਾਰੇ ਡਿਸਕਨੈਕਟ ਕਰੋ
ro: Deconectaţi-le pe toate
si: සියල්ල විසන්ධි කරන්න
sk: Odpojiť všetky
sl: Prekini vse
sr: Otkači sve
sv: Koppla från alla
tl: Idiskonekta lahat
tr_tr: Hepsini kes
vi: Ngắt toàn bộ kết nối
zh_hk: 中斷所有連線

# IDS_WIFI_SK_DISCONNECT
source: Disconnect
bn: বিচ্ছিন্ন
ca: Desconnectar
cs: Odpojit
da: Afbryd
de: Trennen
el_gr: Αποσύνδεση
es_es: Desconectar
eu: Deskonektatu
ga: Dínasc
gu: જોડાણ તોડો
hu: Szétkapcsolás
is: Aftengja
it_it: Disconnetti
ja_jp: 切断
ka: გათიშვა
kk: Ажырату
kn: ಸಂಪರ್ಕ ಕಡಿತಗೊಳಿಸು
lt: Atjungti
mr: खंडीत
ms: Ptus.smbgn
my: ဆက္သြယ္ထားမႈကုိ ျဖတ္ေတာက္ပါ
ne: जोडन विच्छेद
pa: ਡਿਸਕਨੈਕਟ
ro: Deconectare
si: විසන්ධි කරන්න
sk: Odpojiť
sl: Prekini
sr: Prekini vezu
sv: Koppla från
tl: Diskonekta
tr_tr: Bağlantıyı kes
vi: Ngắt
zh_hk: 中斷連接

# IDS_WIFI_BODY_DISABLE_WI_FI_DIRECT_AFTER_USE
source: Disable Wi-Fi Direct after use
bn: ব্যবহারের পরে Wi-Fi Direct অক্ষম করুন
ca: Deshabilitar Wi-Fi Direct després d'ús
cs: Po použití vypnout Wi-Fi Direct
da: Deaktivér Wi-Fi Direct efter brug
de: Wi-Fi Direct nach Verwendung deaktivieren
el_gr: Απενεργοποίηση Wi-Fi Direct μετά τη χρήση
es_es: Desactivar Wi-Fi Direct después de su uso
eu: Desgaitu Wi-Fi Direct erabili ondoren
ga: Díchumasaigh Wi-Fi Direct tar éis úsáide
gu: Wi-Fi Direct ને વાપર્યા પછી અક્ષમ કરો
hu: Használat után tiltsa le a Wi-Fi Direct funkciót
is: Slökkva á Wi-Fi Direct eftir notkun
it_it: Disattiva Wi-Fi Direct dopo l’utilizzo
ja_jp: 使用後はWi-Fi Directを無効にしてください。
ka: გამორთეთ Wi-Fi Direct
kk: Пайдаланғаннан кейін Wi-Fi Direct өшіру
kn: ಬಳಸಿದ ನಂತರ Wi-Fi Direct ನಿಶಕ್ತಗೊಳಿಸಿ
lt: Panaudojus išjungti „Wi-Fi Direct“
mr: वापरा नंतर Wi-Fi Direct अक्षम करा
ms: Nyahaktifkan Wi-Fi Direct selepas guna
my: သံုးျပီးလွ်င္ Wi-Fi Direct ကို အလုပ္မလုပ္ေစပါႏွင့္
ne: Wi-Fi Direct को प्रयोग पछि त्यसलाई असक्षम गर्नुहोस्
pa: Wi-Fi Direct ਨੂੰ ਵਰਤਣ ਤੋਂ ਬਾਅਦ ਅਸਮੱਰਥ ਕਰ ਦਿਓ
ro: Dezactivare Wi-Fi Direct după utilizare
si: භාවිතයෙන් පසු Wi-Fi ඩිරෙක්ට් අක්‍රීය කරන්න
sk: Vypnúť Wi-Fi Direct po použití
sl: Po uporabi onemogoči Wi-Fi Direct
sr: Onemogući Wi-Fi Direct nakon korišćenja
sv: Inaktivera Wi-Fi Direct efter användning
tl: Huwag paganahin ang Wi-Fi Direct matapos gamitin
tr_tr: Kullanımdan sonra Wi-Fi Direct devre dışı bırak
vi: Tắt Wi-Fi Direct sau khi sử dụng
zh_hk: 使用後停用 Wi-Fi Direct

# IDS_WIFI_BODY_DISABLE_WI_FI_DIRECT_AFTER_USE_ABB
source: Turn off Wi-Fi Direct after use
bn: Wi-Fi Direct ব্যবহারের পরে অক্ষম করুন
ca: Deshab Wi-Fi Direct després ús
cs: Po použití vypnout Wi-Fi Direct
da: Deaktivér Wi-Fi Direct efter brug
de: Wi-Fi Direct nach Verwenden deaktvieren
el_gr: Απενεργ. Wi-Fi Direct μετά τη χρήση
es_es: Desact Wi-Fi Direct después uso
eu: Ezgaitu Wi-Fi Direct erabili ostean
ga: Díchum. Wi-Fi Direct tar éis úsáide
gu: ઉપયોગ પછી Wi-Fi Direct અક્ષમ કરો
hu: Haszn. után tiltsa le a Wi-Fi Directet
is: Slökkva á Wi-Fi Direct eftir notkun
it_it: Disattiva Wi-Fi Direct dopo l'uso
ja_jp: Wi-Fi DirectをOFF
ka: გამორთეთ Wi-Fi Direct
kk: Пайдаланған соң Wi-Fi Direct өшір-з
kn: ಬಳಕೆಯ ನಂತರ Wi-Fi Direct ನಿಶಕ್ತಗೊಳಿಸಿ
lt: Po naud. išjunkite „Wi-Fi Direct“
mr: Wi-Fi Direct वापरा नंतर अक्षम करेल
ms: Nyhaktif Wi-Fi Direct selepas diguna
my: သံုးၿပီးေနာက္မွာ Wi-Fi တိုက္႐ိုက္ကို ပိတ္ပါ
ne: प्रयोग पछि Wi-Fi Direct असक्षम गर्नुहोस्
pa: ਵਰਤੋਂ ਤੋਂ ਬਾਦ Wi-Fi Direct ਅਸਮਰੱਥ ਕਰੋ
ro: Dezact. Wi-Fi Direct după utilizare
si: භාවිත. පසු Wi-Fi Direct අක්‍රිය ක.
sk: Vypnúť Wi-Fi Direct po použití
sl: Po uporabi onemogoči Wi-Fi Direct
sr: Onemog. Wi-Fi Direct nakon korišć.
sv: Inaktivera Wi-Fi Direct efter anv.
tl: Patayin ang Wi-Fi Direct pagkagamit
tr_tr: Kul sonra Wi-Fi Direct dvr dş brkr
vi: Tắt Wi-Fi Direct sau khi sử dụng
zh_hk: 使用後停用 Wi-Fi Direct

# IDS_WIFI_BODY_DISABLE_WI_FI_DIRECT_AFTER_USE_TO_SAVE_BATTERY
source: Disable Wi-Fi Direct after use to save battery
bn: ব্যাটারি সাশ্রয় করতে ব্যবহারের পরে Wi-Fi Direct অক্ষম করুন
ca: Deshabilitar Wi-Fi Direct després d'ús per estalviar bateria
cs: Po použití vypnout Wi-Fi Direct z důvodu šetření baterie
da: Deaktivér Wi-Fi Direct efter brug for at spare batteri
de: Wi-Fi Direct nach Verwendung deaktivieren, um Strom zu sparen
el_gr: Απενεργοποίηση Wi-Fi Direct μετά τη χρήση για εξοικοκονόμηση μπαταρίας
es_es: Desactivar Wi-Fi Direct después de su uso para ahorrar batería
eu: Desgaitu Wi-Fi Direct erabili ondoren bateria aurrezteko
ga: Díchumasaigh Wi-Fi Direct tar éis úsáide chun an ceallra a choigilt
gu: બેટરી બચાવવા Wi-Fi Direct ને વાપર્યા પછી અક્ષમ કરો
hu: Használat után akkukíméléshez le a Wi-Fi Direct funkciót
is: Slökkva á Wi-Fi Direct eftir notkun til að spara rafhlöðu
it_it: Disattiva Wi-Fi Direct dopo l’utilizzo per risparmiare batteria
ja_jp: バッテリーを節約するには、使用後はWi-Fi Directを無効にしてください。
ka: გამორთეთ Wi-Fi Direct, ენერგიის დასაზოგად
kk: Батареяны үнемдеу үшін пайдаланғаннан кейін Wi-Fi Direct өшіру
kn: ಬ್ಯಾಟರಿ ಉಳಿಸಲು ಬಳಕೆಯ ನಂತರ Wi-Fi Direct ನಿಶಕ್ತಗೊಳಿಸಿ
lt: Taupyti akumuliatoriaus energiją ir panaudojus išjungti „Wi-Fi Direct“
mr: वापरा नंतर बॅटरी जतन करण्यास Wi-Fi Direct अक्षम करा
ms: Nyahaktifkan Wi-Fi Direct selepas guna untuk menjimatkan bateri
my: ဘက္ထရီ ေခြ်တာရန္ သံုးျပီးလွ်င္ Wi-Fi Direct ကို အလုပ္မလုပ္ေစပါႏွင့္
ne: Wi-Fi Direct को प्रयोग पछि बैटरी बचत गर्नको लागि त्यसलाई असक्षम गर्नुहोस्
pa: ਬੈਟਰੀ ਬਚਾਉਣ ਲਈ Wi-Fi Direct ਨੂੰ ਵਰਤਣ ਤੋਂ ਬਾਅਦ ਅਸਮੱਰਥ ਕਰ ਦਿਓ
ro: Dezactivare Wi-Fi Direct după utilizare pentru a economisi bateria
si: බැටරිය සුරැකීම සඳහා භාවිතයෙන් පසු Wi-Fi ඩිරෙක්ට් අක්‍රීය කරන්න
sk: Vypnúť Wi-Fi Direct po použití z dôvodu šetrenia batérie
sl: Po uporabi onemogoči Wi-Fi Direct, da se prihrani baterija
sr: Onemogući Wi-Fi Direct nakon korišćenja radi štednje baterije
sv: Inaktivera Wi-Fi Direct efter användning för att spara batteri
tl: Huwag paganahin ang Wi-Fi Direct matapos gamitin upang makatipid ng baterya
tr_tr: Pil tassarrufu için, kullandıktan snr Wi-Fi Direct devre dışı bırak
vi: Tắt Wi-Fi Direct sau khi sử dụng để tiết kiệm pin
zh_hk: 使用後停用 Wi-Fi Direct 以節省電力

# IDS_WIFI_BODY_DISABLE_WI_FI_DIRECT_AFTER_USE_TO_SAVE_BATTERY_ABB
source: Turn off Wi-Fi Direct after use to save battery
bn: ব্যাটারি সাশ্রয় করতে Wi-Fi Direct ব্যবহারের পরে অক্ষম করুন
ca: Deshab Wi-Fi Direct després d'ús per estalviar bat
cs: Po použití vypnout Wi-Fi Direct pro úsporu baterie
da: Deak. Wi-Fi Direct efter brug for at spare batteri
de: Wi-Fi Direct nach Verwenden deakt., um Strom zu sparen.
el_gr: Απεν. Wi-Fi Direct μετά τη χρήση για εξοικ. μπατ.
es_es: Desact Wi-Fi Direct tras su uso para ahorrar bat
eu: Ezgaitu Wi-Fi Direct erabili ostean bateria aurrezteko
ga: Díchum. Wi-Fi Direct tar éis úsáide le ceallra a choigilt
gu: બેટરી બચાવવા ઉપયોગ પછી Wi-Fi Direct અક્ષમ કરો
hu: Haszn. után akkukíméléshez tiltsa le a Wi-Fi Directet
is: Slökktu síðan á Wi-Fi Direct til að spara rafhl.
it_it: Disatt. Wi-Fi Direct dopo l'uso per risp. batteria
ja_jp: 節電のため、使用後はWi-Fi DirectをOFF
ka: გამორთეთ Wi-Fi Direct, ენერგიის დასაზოგად
kk: Батарея үнемдеу үшін пайдал. соң Wi-Fi Direct өш-з
kn: ಬ್ಯಾಟರಿ ಉಳಿಸಲು ಬಳಕೆ ಮಾಡಿದ ಬಳಿಕ Wi-Fi Direct ನಿಶಕ್ತಗೊಳಿಸಿ
lt: Taupyk. akum.energ. ir po naud. išj.„Wi-Fi Direct“
mr: वापरल्या नंतर बॅटरी जतन करण्‍यास Wi-Fi Direct अक्षम करेल
ms: Nyhaktif Wi-Fi Direct selepas diguna utk m'jimatkn bateri
my: ဘက္ထရီကို ေခၽြတာရန္ သံုးၿပီးေနာက္မွာ Wi-Fi တိုက္႐ိုက္ကို ပိတ္ပါ
ne: बैटरी सेव गर्नको लागि प्रयोग पछि Wi-Fi Direct असक्षम गर्नुहोस्
pa: ਬੈਟਰੀ ਬਚਾਉਣ ਲਈ Wi-Fi Direct ਨੂੰ ਵਰਤੋਂ ਤੋਂ ਬਾਅਦ ਅਸਮਰੱਥ ਕਰੋ
ro: Dezact. Wi-Fi Direct după util. pt. econ. baterie
si: බැටරිය සුරැ. සඳහා භාවිතා කර අවසන් වූ විගස Wi-Fi Direct අක්‍රිය ක.
sk: Vypnúť Wi-Fi Direct po použití na šetrenie batérie
sl: Po up. onem. Wi-Fi Direct, da se prihrani baterija
sr: Onem. Wi-Fi Direct nakon korišć. radi štednje bat.
sv: Inakt. Wi-Fi Direct efter anv. och spara batteri
tl: Patayin Wi-Fi Direct pagkagamit para tipid baterya
tr_tr: Pil ömrü içn, kllndktn snr Wi-Fi Direct dvr dş brkr
vi: Tắt Wi-Fi Direct sau khi sử dụng để tiết kiệm pin
zh_hk: 使用後停用 Wi-Fi Direct 以節省電池電力

# IDS_WIFI_BODY_PS_IS_REQUESTING_A_WI_FI_DIRECT_CONNECTION_ALLOW_Q
source: %s is requesting a Wi-Fi Direct connection. Allow?
bn: %s একটি Wi-Fi Direct সংযোগের চেষ্টা করছে৷ অনুমতি দেবেন?
ca: %s està sol·licitant una connexió Wi-Fi Direct. Permetre?
cs: %s vyžaduje připojení Wi-Fi Direct. Povolit?
da: %s anmoder om en Wi-Fi Direct-forbindelse. Tillad?
de: %s fragt eine Wi-Fi Direct-Verbindung an. Möchten Sie diese erlauben?
el_gr: Ο χρήστης %s ζητά άδεια για σύνδεση Wi-Fi Direct. Να επιτραπεί;
es_es: %s está solicitando una conexión Wi-Fi Direct. ¿Permitir?
eu: %s baimena eskatzen ari zaizu Wi-Fi Direct-ekin konektatzeko?
ga: %s ag iarraidh nasc Wi-Fi Direct. Ceadaigh?
gu: %s એ Wi-Fi Direct જોડાણની વિનંતી કરી રહ્યાં છે. છૂટ આપીએ?
hu: A(z) %s Wi-Fi Direct-kapcsolatot kér. Engedélyezi?
is: %s biður um Wi-Fi Direct-tengingu. Leyfa?
it_it: %s sta richiedendo una connessione Wi-Fi Direct. Consentire?
ja_jp: %sがWi-Fiダイレクトの接続を要求しています。許可しますか？
ka: %s ითხოვს Wi-Fi Direct კავშირს. დართავთ ნებას?
kk: %s Wi-Fi Direct байланысын сұрауда. Рұқсат ету керек пе?
kn: %s Wi-Fi Direct ಸಂಪರ್ಕಕ್ಕೆ ವಿನಂತಿಸುತ್ತಿದೆ. ಅನುಮತಿಸುವುದೆ?
lt: %s reikia „Wi-Fi Direct“ ryšio. Leisti?
mr: %s एका Wi-Fi Direct कनेक्शनसाठी विनंती करत आहेत. अनुमती द्यायची?
ms: %s meminta sambungan Wi-Fi Direct. Benarkan?
my: %s မွ Wi-Fi Direct အဆက္အသြယ္ လိုအပ္ေနသည္။ ခြင့္ျပဳမည္လား?
ne: %s ले Wi-Fi Direct जडान अनुरोध गर्दैछ। अनुमति दिने?
pa: %s ਇੱਕ Wi-Fi Direct ਸੰਪਰਕ ਲਈ ਬੇਨਤੀ ਕਰ ਰਿਹਾ ਹੈ। ਆਗਿਆ ਦੇਈਏ?
ro: %s solicită o conexiune Wi-Fi Direct. Permiteţi conexiunea?
si: %s Wi-Fi ඩිරෙක්ට් සම්බන්ධතාවයක් ඉල්ලා සිටී. ඉඩ දෙන්නද?
sk: %s žiada o pripojenie Wi-Fi Direct. Povoliť?
sl: %s zahteva povezavo Wi-Fi Direct. Dovolite?
sr: %s zahteva povezivanje na Wi-Fi Direct. Dozvoliti?
sv: %s begär en Wi-Fi Direct-anslutning. Tillåt?
tl: Humihiling si %s ng koneksyon sa Wi-Fi Direct. Payagan?
tr_tr: %s Wi-Fi Direct bağlantısı talep ediyor. İzin veriyor musunuz?
vi: %s yêu cầu một kết nối Wi-Fi Direct. Cho phép?
zh_hk: %s 正在請求 Wi-Fi Direct 連接。允許嗎？

source: Using Wi-Fi Direct will disconnect current Wi-Fi connection. Continue?
bn: Wi-Fi Direct ব্যবহার করা হলে বর্তমান Wi-Fi সংযোগ বিচ্ছিন্ন হবে৷ অবিরত রাখবেন?
ca: L'ús de Wi-Fi Direct desconnectarà la connexió Wi-Fi actual. Continuar?
cs: Použitím Wi-Fi Direct se odpojí aktuální připojení Wi-Fi. Chcete pokračovat?
da: Brug af Wi-Fi Direct deaktiverer din nuværende Wi-Fi-forbindelse. Vil du fortsætte?
de: Wenn Wi-Fi Direct verwendet wird, wird die aktuelle WLAN-Verbindung getrennt. Fortfahren?
el_gr: Η χρήση του Wi-Fi Direct θα αποσυνδέσει την τρέχουσα σύνδεση Wi-Fi. Συνέχεια;
es_es: El uso de Wi-Fi Direct desconectará la conexión Wi-Fi actual. ¿Continuar?
eu: Wi-Fi Direct erabiltzeak oraingo Wi-Fi konexioa deskonektatuko du. Jarraitu?
ga: Dínascfar an nasc Wi-Fi reatha má úsáidtear Wi-Fi Direct. Ar aghaidh?
gu: Wi-Fi Directનો ઉપયોગ કરવા પર વર્તમાન Wi-Fi જોડાણ અલગ થશે. ચાલુ રાખીએ?
hu: A Wi-Fi Direct használata esetén megszakad az aktuális Wi-Fi kapcsolat. Folytatja?
is: Núverandi Wi-Fi tengingu verður slitið ef Wi-Fi Direct er notað. Viltu halda áfram?
it_it: Attivando Wi-Fi Direct, la connessione Wi-Fi corrente verrà interrotta. Continuare?
ja_jp: Wi-Fi Directを使用すると、現在のWi-Fi接続が切断されます。続行しますか？
ka: თუ Wi-Fi Direct-ს გამოიყენებთ, გამოირთვება მიმდინარე Wi-Fi კავშირი. განაგრძობთ?
kk: Wi-Fi Direct пайдалану ағымдағы Wi-Fi байланысын өшіреді. Жалғастыру керек пе?
kn: Wi-Fi Direct ಬಳಕೆಯು ಸದ್ಯದ Wi-Fi ಸಂಪರ್ಕವನ್ನು ತಪ್ಪಿಸುತ್ತದೆ. ಮುಂದುವರಿಯುವುದೇ?
lt: Naudojant „Wi-Fi Direct“ bus atjungtas esamas „Wi-Fi“ ryšys. Tęsti?
mr: Wi-Fi Direct वापरून सद्य Wi-Fi कनेक्शन डिस्कनेक्ट होईल. सुरू ठेवायचे?
ms: Menggunakan Wi-Fi Direct akan menyahsambung sambungan Wi-Fi semasa. Teruskan?
my: Wi-Fi Direct သံုးျခင္းက လက္ရွိ Wi-Fi ခ်ိတ္ဆက္မႈကို ျဖတ္လိမ့္မည္။ ဆက္လုပ္မည္လား?
ne: Wi-Fi Direct प्रयोग गर्नाले हालको Wi-Fi कनेक्शन विच्छेद हुनेछ। जारी राख्‍ने?
pa: Wi-Fi Direct ਦੀ ਵਰਤੋਂ ਕਰਨ ਨਾਲ ਵਰਤਮਾਨ Wi-Fi ਕਨੈਕਸ਼ਨ ਡਿਸਕਨੈਕਟ ਹੋ ਜਾਵੇਗਾ। ਜਾਰੀ ਰੱਖੋ?
ro: Utilizarea Wi-Fi Direct va întrerupe conexiunea Wi-Fi curentă. Continuaţi?
si: Wi-Fi ඩිරෙක්ට් භාවිතා කිරීම මඟින් වත්මන් Wi-Fi සම්බන්ධතාවය විසන්ධි වනු ඇත. දිගටම කරගෙන යන්නද?
sk: Použitím pripojenia Wi-Fi Direct sa odpojí aktuálne pripojenie Wi-Fi. Pokračovať?
sl: Uporaba storitve Wi-Fi Direct bo prekinila trenutno povezavo Wi-Fi. Želite nadaljevati?
sr: Korišćenje Wi-Fi Direct-a će prekinuti aktuelnu Wi-Fi vezu. Nastaviti?
sv: När Wi-Fi Direct används kopplas den aktuella Wi-Fi-anslutningen bort. Vill du fortsätta?
tl: Kapag ginamit ang Wi-Fi Direct, madidiskonekta ang kasalukuyang koneksyon sa Wi-Fi. Magpatuloy?
tr_tr: Wi-Fi Direct kullanmak mevcut Wi-Fi bağlantısını kesecek. Devam edilsin mi?
vi: Việc sử dụng Wi-Fi Direct sẽ ngắt kết nối Wi-Fi hiện tại. Tiếp tục?
zh_hk: 使用 Wi-Fi Direct 將中斷目前 Wi-Fi 連接。繼續嗎？

source: Using Wi-Fi Direct will disconnect current Wi-Fi tethering. Continue?
bn: Wi-Fi Direct ব্যবহার করা হলে বর্তমান Wi-Fi সংযোগ বিচ্ছিন্ন হবে৷ অবিরত রাখবেন?
ca: L'ús de Wi-Fi Direct desconnectarà el tethering Wi-Fi actual. Continuar?
cs: Použitím Wi-Fi Direct se odpojí aktuální sdílení připojení Wi-Fi. Chcete pokračovat?
da: Brug af Wi-Fi Direct deaktiverer din nuværende Wi-Fi-tethering. Vil du fortsætte?
de: Wenn Wi-Fi Direct verwendet wird, wird das aktuelle WLAN-Tethering getrennt. Fortfahren?
el_gr: Η χρήση του Wi-Fi Direct θα αποσυνδέσει την τρέχουσα σύνδεση tethering μέσω Wi-Fi. Συνέχεια;
es_es: El uso de Wi-Fi Direct desconectará la Zona Wifi actual. ¿Continuar?
eu: Wi-Fi Direct erabiltzeak oraingo Wi-Fi ainguraketa deskonektatuko du. Jarraitu?
ga: Dínascfar an nascaireacht Wi-Fi reatha má úsáidtear Wi-Fi Direct. Ar aghaidh?
gu: Wi-Fi Directનો ઉપયોગ કરવા પર વર્તમાન Wi-Fi જોડાણ અલગ થશે. ચાલુ રાખીએ?
hu: A Wi-Fi Direct használatával a Mobil Wi-Fi hotspot kapcsolat megszakad. Folytatja?
is: Núverandi Wi-Fi tjóðrun verður slitið ef Wi-Fi Direct er notað. Viltu halda áfram?
it_it: Attivando Wi-Fi Direct, tethering Wi-Fi verrà interrotto. Continuare?
ja_jp: Wi-Fi Directを使用すると、現在のテザリングが切断されます。続行しますか？
ka: Wi-Fi Direct -ის გამოყენება შეაფერხებს მიმდინარე უკაბელო Wi-Fi-ის მუშაობას. განვაგრძოთ?
kk: Wi-Fi Direct пайдалану ағымдағы Wi-Fi байланыстыруды ажыратады. Жалғастыру керек пе?
kn: Wi-Fi Direct ಬಳಕೆಯು ಸದ್ಯದ Wi-Fi ಟೆಥರಿಂಗ್ ಸಂಪರ್ಕಕಡಿತಗೊಳಿಸುತ್ತದೆ. ಮುಂದುವರಿಯುವುದೇ?
lt: Naudojant „Wi-Fi Direct“ bus atjungtas esamas „Wi-Fi“ siejimas. Tęsti?
mr: Wi-Fi Direct वापरून सद्य Wi-Fi टेथरिंग डिस्कनेक्ट होईल. सुरू ठेवायचे?
ms: Menggunakan Wi-Fi Direct akan menyahsambung penambatan Wi-Fi semasa. Teruskan?
my: Wi-Fi Direct သံုးျခင္းက လက္ရွိ Wi-Fi လံထားျခင္းကို ျဖတ္လိမ့္မည္။ ဆက္လုပ္မည္လား?
ne: Wi-Fi Direct प्रयोग गर्नाले हालको Wi-Fi टेथरिङ विच्छेद हुनेछ। जारी राख्‍ने?
pa: Wi-Fi Direct ਦੀ ਵਰਤੋਂ ਕਰਨ ਨਾਲ ਵਰਤਮਾਨ Wi-Fi ਟੈਥਰਿੰਗ ਡਿਸਕਨੈਕਟ ਹੋ ਜਾਵੇਗੀ। ਜਾਰੀ ਰੱਖੋ?
ro: Utilizarea Wi-Fi Direct va întrerupe furnizarea accesului la internet prin Wi-Fi. Continuaţi?
si: Wi-Fi ඩිරෙක්ට් භාවිතා කිරීම මඟින් වත්මන් Wi-Fi සම්බන්ධතාවය විසන්ධි වනු ඇත. දිගටම කරගෙන යන්නද?
sk: Použitím pripojenia Wi-Fi Direct sa odpojí aktuálne zdieľanie pripojenia Wi-Fi. Pokračovať?
sl: Uporaba storitve Wi-Fi Direct bo prekinila trenutno privezovanje prek Wi-Fi. Želite nadaljevati?
sr: Korišćenje Wi-Fi Direct-a će prekinuti aktuelno Wi-Fi vezivanje. Nastaviti?
sv: När Wi-Fi Direct används kopplas den aktuella Wi-Fi-internetdelningen bort. Vill du fortsätta?
tl: Kapag ginamit ang Wi-Fi Direct, madidiskonekta ang kasalukuyang Wi-Fi tethering. Magpatuloy?
tr_tr: Wi-Fi Direct kullanmak mevcut Wi-Fi bağlanmayı kesecek. Devam edilsin mi?
vi: Việc sử dụng Wi-Fi Direct sẽ ngắt kết nối Wi-Fi hiện tại. Tiếp tục?
zh_hk: 使用 Wi-Fi Direct 將中斷目前 Wi-Fi 網絡共享。繼續嗎？

# IDS_WIFI_HEADER_WI_FI_DIRECT_CONNECTION_ABB
source: Wi-Fi Direct connection
bn: Wi-Fi Direct সংযোগ
ca: Connexió Wi-Fi Direct
cs: Připojení Wi-Fi Direct
da: Wi-Fi Direct-forbindelse
de: Wi-Fi Direct-Verbindung
el_gr: Σύνδεση Wi-Fi Direct
es_es: Conexión Wi-Fi Direct
eu: Wi-Fi Direct konexioa
ga: Nasc Wi-Fi Direct
gu: Wi-Fi Direct જોડાણ
hu: Wi-Fi Direct-kapcsolat
is: Wi-Fi Direct tenging
it_it: Connessione Wi-Fi Direct
ja_jp: Wi-Fi Direct接続
ka: Wi-Fi Direct კავშირი
kk: Wi-Fi Direct байланысы
kn: Wi-Fi Direct ಸಂಪರ್ಕ
lt: „Wi-Fi Direct“ ryšys
mr: Wi-Fi Direct कनेक्शन
ms: Sambungan Wi-Fi Direct
my: Wi-Fi Direct ခ်ိတ္ဆက္မႈ
ne: Wi-Fi Direct जडान
pa: Wi-Fi Direct ਕਨੈਕਸ਼ਨ
ro: Conexiune Wi-Fi Direct
si: Wi-Fi Direct සම්බන්ධතාව
sk: Pripojenie Wi-Fi Direct
sl: Povezava Wi-Fi Direct
sr: Wi-Fi Direct veza
sv: Wi-Fi Direct-anslutning
tr_tr: Wi-Fi Direct bağlantısı
vi: Kết nối Wi-Fi Direct
zh_hk: Wi-Fi Direct 連接

# IDS_WIFI_MBODY_DISCONNECT_WI_FI_DIRECT
source: Disconnect Wi-Fi Direct
bn: Wi-Fi Direct থেকে সংযোগ বিচ্ছিন্ন
ca: Desconnectar Wi-Fi Direct
cs: Odpojit Wi-Fi Direct
da: Frakobl Wi-Fi Direct
de: Wi-Fi Direct beenden
el_gr: Αποσύνδεση Wi-Fi Direct
es_es: Desconectar Wi-Fi Direct
eu: Deskonektatu Wi-Fi Direct
ga: Dínasc Wi-Fi Direct
gu: Wi-Fi Direct ડિસ્કનેક્ટ કરો
hu: Wi-Fi Direct-kapcs. bont.
is: Aftengja Wi-Fi Direct
it_it: Disconnetti Wi-Fi Direct
ja_jp: Wi-Fi Directを切断
ka: Wi-Fi Direct
kk: Wi-Fi Direct ажыратыңыз
kn: Wi-Fi Direct ಸಂಪರ್ಕ ಕಡಿಯಿರಿ
lt: Atjungti „Wi-Fi Direct“
mr: Wi-Fi Direct डिसकनेक्ट
ms: Putus smbgn Wi-Fi Direct
ne: Wi-Fi Direct विच्छेद.
pa: Wi-Fi Direct ਡਿਸਕਨੈਕਟ ਕਰੋ
ro: Deconectare Wi-Fi Direct
si: Wi-Fi ඩිරෙක්ට් විසන්ධි කර.
sk: Odpojiť Wi-Fi Direct
sl: Izklopi Wi-Fi Direct
sr: Isključi Wi-Fi Direct
sv: Koppla från Wi-Fi Direct
tr_tr: Wi-Fi Direct bağlntsnı ks
vi: Ngắt kết nối Wi-Fi Direct
zh_hk: 中斷 Wi-Fi Direct 的連接

# IDS_WIFI_POP_CANCEL_WI_FI_DIRECT_CONNECTION_Q
source: Cancel Wi-Fi Direct connection?
bn: Wi-Fi Direct সংযোগ বাতিল করবেন?
ca: Cancel·lar connexió Wi-Fi Direct?
cs: Zrušit připojení Wi-Fi Direct?
da: Annullér Wi-Fi Direct-forbindelse?
de: Wi-Fi Direct-Verbindung trennen?
el_gr: Ακύρωση της σύνδεσης Wi-Fi Direct;
es_es: ¿Cancelar conexión Wi-Fi Direct?
eu: Utzi Wi-Fi Direct konexioa?
ga: Cuir nasc Wi-Fi Direct ar ceal?
gu: Wi-Fi Direct જોડાણ રદ કરીએ?
hu: Megszakítja a Wi-Fi Direct-kapcsolatot?
is: Hætta við Wi-Fi Direct tengingu?
it_it: Annullare la connessione?
ja_jp: Wi-Fi Direct接続をキャンセルしますか？
ka: შეწყდეს Wi-Fi Direct კავშირი?
kk: Wi-Fi Direct байланысынан бас тарту керек пе?
kn: Wi-Fi Direct ಸಂಪರ್ಕ ರದ್ದುಗೊಳಿಸುವುದೆ?
lt: Atšaukti „Wi-Fi Direct“ ryšį?
mr: Wi-Fi Direct कनेक्शन रद्द करायचे?
ms: Batalkan sambungan Wi-Fi Direct?
my: Wi-Fi Direct အဆက္အသြယ္အား ပယ္ဖ်က္မည္လား?
ne: Wi-Fi Direct जडान रद्द गर्ने?
pa: Wi-Fi Direct ਕਨੈਕਸ਼ਨ ਰੱਦ ਕਰਨਾ ਹੈ?
ro: Revocaţi conexiunea Wi-Fi Direct?
si: Wi-Fi Direct සම්බන්ධතා අවලංගු කරන්නද?
sk: Zrušiť pripojenie Wi-Fi Direct?
sl: Želite preklicati povezavo Wi-Fi Direct?
sr: Prekinuti Wi-Fi Direct vezu?
sv: Vill du avbryta Wi-Fi Direct-anslutningen?
tl: Kanselahin ang koneksyon sa Wi-Fi Direct?
tr_tr: Wi-Fi Direct bağlantısı iptal edilsin mi?
vi: Hủy bỏ kết nối Wi-Fi Direct?
zh_hk: 取消 Wi-Fi Direct 連接嗎？

# IDS_WIFI_POP_CONNECT_TO_OTHER_DEVICES_VIA_WI_FI_DIRECT
source: Connect to other devices via Wi-Fi Direct.
bn: Wi-Fi Direct-এর মাধ্যমে অন্যান্য ডিভাইসে সংযোগ স্থাপন।
ca: Connectar a altres dispositius mitjançant Wi-Fi Direct
cs: Připojit k dalším zařízením prostřednictvím Wi-Fi Direct.
da: Forbind til andre enheder via Wi-Fi Direct.
de: Über Wi-Fi Direct mit anderen Geräten verbinden
el_gr: Σύνδεση σε άλλες συσκευές μέσω του Wi-Fi Direct.
es_es: Conectar a otros dispositivos Wi-Fi Direct
eu: Konektatu beste gailu batzuetara Wi-Fi Direct bidez
ga: Nasc le gléasanna eile le Wi-Fi Direct
gu: Wi-Fi Direct દ્વારા અન્ય ઉપકરણેસ સાથે જોડો.
hu: Kapcsolódás más eszközökhöz Wi-Fi Direct segítségével
is: Tengja við önnur tæki um Wi-Fi Direct.
it_it: Connettiti ad altri dispositivi con Wi-Fi Direct.
ja_jp: Wi-Fi Directで他のデバイスに接続
ka: სხვა მოწყობილობებთან დასაკავშირებლად გამოიყენეთ Wi-Fi Direct.
kk: Wi-Fi Direct арқылы басқа құрылғыларға қосылыңыз.
kn: Wi-Fi Direct ಮೂಲಕ ಇತರ ಸಾಧನಕ್ಕೆ ಸಂಪರ್ಕಿಸಿ.
lt: Prisijungti prie kitų įrenginių per „Wi-Fi Direct“.
mr: Wi-Fi Direct द्वारे अन्य उपकरणशी कनेक्ट करा.
ms: Sambung ke peranti lain melalui Wi-Fi Direct.
ne: अन्य यन्त्रहरूमा Wi-Fi Direct द्वारा जडान गर्नुहोस्।
pa: Wi-Fi Direct ਰਾਹੀਂ ਹੋਰ ਡਿਵਾਈਸਾਂ ਨਾਲ ਕਨੈਕਟ ਕਰੋ।
ro: Conectare la alte dispozitive prin Wi-Fi Direct
si: Wi-Fi ඩිරෙක්ට් හරහා අනෙක් උපාංගවලට සම්බන්ධ කරන්න.
sk: Pripojiť k iným zariadeniam cez Wi-Fi Direct
sl: Poveži se z drugimi napravami prek Wi-Fi Direct.
sr: Poveži se sa drugim uređajima preko Wi-Fi Direct.
sv: Anslut till andra enheter via Wi-Fi Direct.
tl: Kumonekta sa iba pang mga device sa pamamagitan ng Wi-Fi Direct.
tr_tr: Wi-Fi Direct üzerinden diğer cihazlara bağlan.
vi: Kết nối đến thiết bị khác qua Wi-Fi Direct.
zh_hk: 透過 Wi-Fi Direct 連接至其他裝置。
