Repository: tizenorg/apps.core.preloaded.ug-wifi-direct
Catalog: *-wifidirect/po/*.po
Languages: bn, ca, cs, da, de, el_gr, es_es, eu, ga, gu, hu, is, it_it, ja_jp, ka, kk, kn, lt, mr, ms, my, ne, pa, ro, si, sk, sl, sr, sv, tl, tr_tr, vi, zh_hk

# IDS_WIFI_BUTTON_DONT_ASK_AGAIN
source: Don't ask again
ca: No ho tornis a preguntar
cs: Příště se neptat
da: Spørg ikke igen
de: Nicht erneut fragen
el_gr: Να μην ερωτηθώ ξανά
es_es: No volver a preguntar
eu: Ez galdetu berriz
ga: Ná hiarr arís
hu: Máskor ne legyen kérdés
is: Ekki spyrja aftur
it_it: Non chiedere più
ja_jp: 今後表示しない
ka: აღარ მკითხო
kk: Қайтадан сұрамаңыз
lt: Kitą kartą neklausti
ro: Nu întreba din nou
sk: Už sa nepýtať
sl: Ne vprašaj znova
sr: Ne pitaj ponovo
sv: Fråga inte igen
tr_tr: Tekrar sorma
zh_hk: 不再詢問

# IDS_WIFI_BODY_OPEN_WI_FI_SETTINGS_ABB
source: Open Wi-Fi settings
ca: Obrir ajustaments Wi-Fi
cs: Otevřít nastavení Wi-Fi
da: Åbn Wi-Fi-indstillinger
de: WLAN-Einstellungen öffnen
el_gr: Άνοιγμα ρυθμίσεων Wi-Fi
es_es: Abrir ajustes Wi-Fi
eu: IrekiÂ Wi-Fi ezarpenak
ga: Oscail socruithe Wi-Fi
hu: Wi-Fi beállítások megnyitása
is: Opna Wi-Fi stillingar
it_it: Apri impostazioni Wi-Fi
ja_jp: Wi-Fi設定を表示
ka: Wi-Fi პარამეტრების გახსნა
kk: Wi-Fi параметрлерін ашу
lt: Atidaryti „Wi-Fi“ nustatymus
ro: Deschidere setări Wi-Fi
sk: Otvoriť nastavenia siete Wi-Fi
sl: Odpri nastavitve za Wi-Fi
sr: Otvori Wi-Fi podešavanja
sv: Öppna Wi-Fi-inställningar
tr_tr: Wi-Fi ayarlarını açın
zh_hk: 開啟 Wi-Fi 設定

# IDS_BT_BODY_NO_DEVICES_FOUND_ABB
source: No devices found
bn: কোনও ডিভাইস খুঁজে পাওয়া যায়নি
ca: No s'han trobat dispositius
cs: Nebyla nalezena žádná zařízení
da: Ingen enheder fundet
de: Keine Geräte gefunden
el_gr: Δεν βρέθηκαν συσκευές
es_es: No se han encontrado dispositivos
eu: Ez da gailurik aurkitu
ga: Níor aimsíodh gléasanna
gu: કોઈ ઉપકરણો મળ્યાં નથી
hu: Nem található eszköz
is: Engin tæki fundust
it_it: Nessun dispositivo trovato
ja_jp: デバイスが見つかりません。
ka: მოწყობილობები ვერ მოიძებნა
kk: Құрылғылар табылмады
kn: ಸಾಧನಗಳು ಕಂಡುಬಂದಿಲ್ಲ
lt: Įrenginių nerasta
mr: कोणतीही उपकरणे सापडली नाहीत
ms: Tiada peranti dijumpai
my: ကိရိယာမ်ား မေတြ႕ပါ
ne: कुनै यन्त्रहरू फेला परेनन्
pa: ਕੋਈ ਡਿਵਾਈਸ ਨਹੀਂ ਮਿਲੇ
ro: Nu au fost găsite dispozitive
si: උපාංග කිසිවක් හමු නොවිණි
sk: Nenašli sa žiadne zariadenia
sl: Nobena naprava ni najdena
sr: Nema uređaja
sv: Inga enheter hittades
tl: Walang mga device na nakita
tr_tr: Cihaz bulunamadı
vi: Không tìm thấy thiết bị nào
zh_hk: 找不到裝置

# IDS_BR_SK_YES
source: Yes
bn: হ্যাঁ
ca: Sí
cs: Ano
da: Ja
de: Ja
el_gr: Ναι
es_es: Sí
eu: Bai
ga: Déan é
gu: હા
hu: Igen
is: Já
it_it: Sì
ja_jp: はい
ka: კი
kk: Иә
kn: ಹೌದು
lt: Taip
mr: होय
ms: Ya
my: ဟုတ္ကဲ့
ne: हो
pa: ਹਾਂ
ro: Da
si: ඔව්
sk: Áno
sl: Da
sr: Da
sv: Ja
tl: Oo
tr_tr: Evet
vi: OK
zh_hk: 是

# IDS_BR_SK_NO
source: No
bn: না
cs: Ne
da: Nej
de: Nein
el_gr: Όχι
eu: Ez
ga: Ná déan é
gu: ના
hu: Nem
is: Nei
ja_jp: いいえ
ka: არა
kk: Жоқ
kn: ಇಲ್ಲ
lt: Ne
mr: नाही
ms: Tidak
my: မဟုတ္
ne: होइन
pa: ਨਹੀਂ
ro: Nu
si: නැත
sk: Nie
sl: Ne
sr: Ne
sv: Nej
tl: Hindi
tr_tr: Hayır
vi: Không
zh_hk: 否

# IDS_BR_SK_CANCEL
source: Cancel
bn: বাতিল
cs: Zrušit
da: Annullér
de: Abbrechen
el_gr: Άκυρο
es_es: Cancelar
eu: Ezeztatu
ga: Cuir ar ceal
gu: રદ કરો
hu: Mégse
is: Hætta við
it_it: Annulla
ja_jp: キャンセル
ka: გაუქმება
kk: Тоқтату
kn: ರದ್ದು
lt: Atšaukti
mr: रद्द
ms: Batal
my: ပယ္ဖ်က္
ne: रद्द
pa: ਰੱਦ ਕਰੋ
ro: Anulare
si: අව. කර.
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
tl: Ikansela
tr_tr: İptal
vi: Hủy
zh_hk: 取消

# IDS_ST_HEADER_RENAME_DEVICE
source: Rename device
bn: ডিভাইসের পুনঃনামকরণ
ca: Canviar el nom del dispositiu
cs: Přejmenovat zařízení
da: Omdøb enhed
de: Gerätenamen ändern
el_gr: Μετονομασία συσκευής
es_es: Cambiar nombre
eu: Berrizendatu gailua
ga: Athainmnigh an gléas
gu: ઉપકરણનું પુનઃનામકરણ કરો
hu: Eszköz átnevezése
is: Endurnefna tæki
it_it: Rinomina il dispositivo
ja_jp: デバイス名称を変更
ka: მოწყობილობის სახელის შეცვლა
kk: Құрылғы атын өзгерту
kn: ಸಾಧನವನ್ನು ಮರುಹೆಸರಿಸಿ
lt: Pervardyti įrenginį
mr: उपकरणाचे नामांतर करा
ms: Namakan semula peranti
my: ကိရိယာကို အမည္ျပန္ေပးပါ
ne: यन्त्रको नाम फेर्नुहोस्
pa: ਡਿਵਾਈਸ ਦਾ ਨਾਂ ਬਦਲੋ
ro: Redenumire dispozitiv
si: උපාංගයේ නම වෙනස් කරන්න
sk: Premenovať zariadenie
sl: Preimenujte napravo
sr: Preimenuj uređaj
sv: Byt namn på enhet
tl: Palitan ang pangalan ng device
tr_tr: Cihazı yeniden adlandır
vi: Đổi tên thiết bị
zh_hk: 重新命名裝置

# IDS_ST_HEADER_MY_DEVICE_NAME
source: My device name
bn: আমার ডিভাইসের নাম
ca: El nom del meu dispositiu
cs: Název zařízení
da: Mit enhedsnavn
de: Name meines Geräts
el_gr: Το όνομα της συσκευής μου
es_es: Nombre de mi dispositivo
eu: Nire gailuaren izena
ga: Ainm mo ghléis
gu: મારું ઉપકરણ નામ
hu: Saját eszköz neve
is: Heiti tækisins
it_it: Nome mio dispositivo
ja_jp: マイデバイス名
ka: ჩემი მოწყობილობის სახელი
kk: Менің құрылғымның аты
kn: ನನ್ನ ಸಾಧನದ ಹೆಸರು
lt: Mano įrenginio pavadinimas
mr: माझे उपकरण नाव
ms: Nama peranti saya
my: ကၽြႏ္ုပ္၏ ကိရိယာ အမည္
ne: मेरो यन्त्रको नाम
pa: ਮੇਰੇ ਡਿਵਾਈਸ ਦਾ ਨਾਂ
ro: Numele dispozitivului meu
si: මගේ උපාංගයේ නම
sk: Názov môjho zariadenia
sl: Ime moje naprave
sr: Naziv mog uređaja
sv: Namn för min enhet
tl: Pangalan ng aking device
tr_tr: Cihazımın adı
vi: Tên thiết bị của bạn
zh_hk: 我的裝置名稱

# IDS_COM_POP_FAILED
source: Failed
bn: ব্যর্থ হয়েছে।
ca: Error
cs: Nezdařilo se.
da: Mislykkedes.
de: Fehlgeschlagen
el_gr: Αποτυχία.
es_es: Error
eu: Huts egin du
ga: Theip air.
gu: નિષ્ફળ.
hu: Sikertelen
is: Mistókst.
it_it: Errore
ja_jp: 失敗しました。
ka: ვერ შესრულდა.
kk: Үзіліп кетті
kn: ವಿಫಲವಾಗಿದೆ.
lt: Nepavyko.
mr: नापास.
ms: Gagal.
my: မေအာင္ျမင္ပါ
ne: असफल भयो।
pa: ਅਸਫਲ।
ro: Nereuşit
si: අසාර්ථකයි.
sk: Nepodarilo sa.
sl: Ni uspelo.
sr: Neuspešno.
sv: Misslyckades.
tl: Nabigo.
tr_tr: Başarısız oldu.
vi: Lỗi.
zh_hk: 失敗。

# IDS_COM_POP_CANCEL
source: Cancel
bn: বাতিল
ca: Cancel·lar
cs: Zrušit
da: Annullér
de: Abbrechen
el_gr: Ακύρωση
es_es: Cancelar
eu: Ezeztatu
ga: Cuir ar ceal
gu: રદ કરો
hu: Mégse
is: Hætta við
it_it: Annulla
ja_jp: キャンセル
ka: გაუქმება
kk: Тоқтату
kn: ರದ್ದು
lt: Atšaukti
mr: रद्द
ms: Batal
my: ပယ္ဖ်က္ပါ
ne: रद्द गर्नुहोस्
pa: ਰੱਦ ਕਰੋ
ro: Anulare
si: අවලංගු කරන්න
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
tl: Kanselahin
tr_tr: İptal
vi: Thoát
zh_hk: 取消

# IDS_COM_BODY_CONNECTED_M_STATUS
source: Connected
bn: সংযুক্ত
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
el_gr: Συνδέθηκε
es_es: Conectado
eu: Konektatuta
ga: Nasctha
gu: જોડાયું
hu: Csatlakoztatva.
is: Tengt
it_it: Collegato
ja_jp: 接続
ka: დაკავშირებულია
kk: Қосылды
kn: ಸಂಪರ್ಕಿಸಲಾಗಿದೆ
lt: Prisijungta
mr: जोडले
ms: Disambung
my: ခ်ိတ္ဆက္ထားေသာ
ne: जोड्यो
pa: ਕਨੈਕਟ ਹੋਇਆ
ro: Conectat
si: සබැඳි
sk: Pripojené
sl: Povezano
sr: Povezan
sv: Ansluten
tl: Nakakonekta
tr_tr: Bağlantı kuruldu.
vi: Đã kết nối
zh_hk: 已連接

# IDS_BR_SK_OK
source: OK
bn: ওকে
ca: Acceptar
es_es: Aceptar
eu: Ados
gu: ઓકે
is: Í lagi
ka: კი
kn: ಸರಿ
lt: Gerai
mr: ठीक
my: အုိေက
ne: ठीक छ
pa: ਓਕੇ
si: හරි
sl: V redu
tr_tr: Tamam
zh_hk: 確定

source: Device names are displayed to distinguish each of the devices available in the nearby devices list, and via Bluetooth, Wi-Fi Direct, and other methods.
bn: কাছাকাছি ডিভাইসের তালিকা, এবং ব্লুটুথ, Wi-Fi Direct এবং অন্যান্য পদ্ধতিগুলির মাধ্যমে সুলভ প্রতিটি ডিভাইসকে আলাদা করতে ডিভাইসের নামগুলি প্রদর্শিত।
ca: Els noms de dispositius es mostren per distingir cadascun dels dispositius disponibles a la llista de dispositius propers, i mitjançant Bluetooth, Wi-Fi Direct i altres mètodes.
cs: Jsou zobrazeny názvy zařízení, aby se odlišila jednotlivá zařízení dostupná v seznamu nedalekých zařízení, a dostupná prostřednictvím Bluetooth, Wi-Fi Direct a dalších metod.
da: Enhedsnavne vises for at identificere hver enkelt af de tilgængelige enheder i forhold til andre enheder i nærheden og via Bluetooth, Wi-Fi Direct og andre metoder.
de: Gerätenamen werden angezeigt um jedes Gerät unterscheiden zu können, das über die Liste naher Geräte, Bluetooth, Wi-Fi Direct oder andere Methoden verfügbar ist.
el_gr: Τα αρχεία συσκευής εμφανίζονται για την αναγνώριση των διαθέσιμων συσκευών στη λίστα των κοντινών συσκευών και των συσκευών που είναι διαθέσιμες μέσω Bluetooth, Wi-Fi Direct και άλλων μεθόδων.
es_es: Los nombres de dispositivo se muestran para diferenciar cada uno de los dispositivos disponibles en la lista de dispositivos cercanos y mediante Bluetooth, Wi-Fi Direct y otros métodos.
eu: Gertuko gailuen zerrendan eta Bluetooth, Wi-Fi Direct eta beste metodo batzuen bidez erabilgarri dauden gailuen izenak erakusten dira.
ga: Taispeántar ainmneacha gléasanna le hidirdhealú a dhéanamh idir na gléasanna atá ar fáil i liosta na ngléasanna in aice láimhe, agus trí Bluetooth, Wi-Fi Direct, agus modhanna eile.
gu: નજીકના ઉપકરણોની યાદીમાં અને બ્લ્યુટુથ, Wi-Fi Direct, અને અન્ય પદ્ધતિઓ મારફતે ઉપલબ્ધ પ્રત્યેક ઉપકરણોની તુલના કરવા માટે ઉપકરણોના નામો પ્રદર્શિત કરવામાં આવે છે.
hu: Megjelennek az eszköznevek, hogy meg lehessen különböztetni a közeli eszközök listáján szereplő, illetve Bluetooth, Wi-Fi Direct vagy egyéb módszer használatával elérhető egyes eszközöket.
is: Heiti tækja eru birt til að greina tiltæk tæki í sundur á listanum yfir nálæg tæki, með Bluetooth, Wi-Fi Direct og öðrum aðferðum.
it_it: I nomi dei dispositivi consentono di distinguere ciascun dispositivo vicino presente in elenco e quelli connessi con Bluetooth, Wi-Fi Direct e altri metodi.
ja_jp: 近くのデバイス、Bluetooth、Wi-Fi Directなどで表示される利用可能なデバイスリストに、デバイスの名前を表示して、簡単に区別することができます。
ka: ნაჩვენებია მოწყობილობების სახელები, რათა განასხვაოთ ახლომდებარე მოწყობილობების სიაში მყოფი თითოეული მათგანი, რომელთანაც შეიძლება კავშირის დამყარება Bluetooth-ით, Wi-Fi Direct-ითა და სხვა მეთოდებით.
kk: Құрылғы атаулары жақын құрылғылар тізімінде қол жетімді құрылғылар ақылы көрсетіледі.
kn: ಹತ್ತಿರದ ಸಾಧನಗಳ ಪಟ್ಟಿಯಲ್ಲಿ ಮತ್ತು ಬ್ಲೂಟೂತ್, Wi-Fi Direct ಮತ್ತು ಇತರ ವಿಧಾನಗಳಲ್ಲಿ ಲಭ್ಯವಿರುವ ಪ್ರತಿ ಸಾಧನಗಳನ್ನು ಪ್ರತ್ಯೇಕಿಸಲು ಸಾಧನ ಹೆಸರುಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ.
lt: Įrenginių pavadinimai rodomi, kad būtų galima išskirti kiekvieną įrenginį netoliese esančių įrenginių sąraše naudojant „Bluetooth“, „Wi-Fi Direct“ ir kitus metodus.
mr: जवळ पासच्या उपकरणच्या सूचीमध्ये उपलब्ध असलेल्या प्रत्येक उपकरणला वेगळे दशविण्यासाठी उपकरणची नावे, आणि ब्लुटूथ, Wi-Fi Direct मार्गे, आणि इतर पध्दतीने प्रदर्शित केली जातील.
ms: Nama peranti dipaparkan untuk membezakan setiap peranti yang tersedia dalam senarai peranti berhampiran dan melalui Bluetooth, Wi-Fi Direct dan kaedah lain.
my: အနီးရွိ ကိရိယာမ်ား စာရင္းထဲႏွင့္ ဘလူတုသ္၊ Wi-Fi Direct ႏွင့္ အျခားနည္းမ်ားမွတဆင့္ ရႏိုင္ေသာ ကိရိယာမ်ား အသီးသီး ခြဲျခားသိရန္ ကိရိယာ အမည္မ်ား ျပထားသည္။
ne: ब्लुटूथ, Wi-Fi Direct, र अन्य विधिहरु मार्फत र नजिकका यन्त्र सूचीमा उपलब्ध यन्त्रहरुमा फरक देखाउन यन्त्र नामहरु देखाइन्छ।
pa: ਡਿਵਾਈਸ ਨਾਂ ਨੇੜਲੇ ਡਿਵਾਈਸਿਸ ਦੀ ਸੂਚੀ, ਅਤੇ ਬਲੂਟੁੱਥ, Wi-Fi Direct ਰਾਹੀਂ, ਅਤੇ ਹੋਰ ਵਿਧੀਆਂ ਵਿੱਚ ਉਪਲਬਧ ਡਿਵਾਈਸਿਸ ਵਿੱਚੋਂ ਹਰ ਇੱਕ ਨੂੰ ਅਲੱਗ ਕਰਨ ਦੇ ਲਈ ਪ੍ਰਦਰਸ਼ਿਤ ਕੀਤੇ ਜਾਂਦੇ ਹਨ।
ro: Numele dispozitivelor sunt afişate pentru a diferenţia dispozitivele disponibile pe lista de dispozitive din apropiere, dar şi prin Bluetooth, Wi-Fi Direct şi alte metode.
si: සමීපස්ථ උපාංග ලැයිස්තුව තුළින් සහ බ්ලූටූත්, Wi-Fi Direct හා වෙනත් ක්‍රම ඔස්සේ ලද හැකි එක් එක් උපාංගයේ නම හඳුනාගත හැකි වන පරිදි උපාංග නාම පෙන්වනු ලැබේ.
sk: Názvy zariadení sa zobrazujú na odlíšenie každého dostupného zariadenia v zozname blízkych zariadení a cez Bluetooth, Wi-Fi Direct a ďalšie spôsoby pripojenia.
sl: Imena naprav so prikazana, da lahko ločite naprave, ki so na voljo na seznamu naprav v bližini, prek povezav Bluetooth in Wi-Fi Direct, ali na druge načine.
sr: Nazivi uređaja se prikazuju u cilju razlikovanja svakog pojedinačnog uređaja u okviru liste uređaja u blizini koji su dostupni putem Bluetooth-a, Wi-Fi Direct-a i drugih načina.
sv: Enhetsnamnen visas för att urskilja var och en av de tillgängliga enheterna i listan över närliggande enheter och via Bluetooth, Wi-Fi Direct och andra åtgärder.
tl: Ipinapakita ang mga pangalan ng device para makilala ang bawat device na available sa listahan ng mga device na malapit, at sa pamamagitan ng Bluetooth, Wi-Fi Direct, at iba pang mga paraan.
tr_tr: Uygun cihazların her birini ayırt edebilmek için cihaz adları yakındaki cihazlar listesinde ve Bluetooth, Wi-Fi Direct ve diğer yöntemler yoluyla gösterilir.
vi: Các tên thiết bị được hiển thị để phân biệt mỗi thiết bị có trong danh sách thiết bị ở gần và thông qua Bluetooth, Wi-Fi Direct và các phương pháp khác.
zh_hk: 顯示裝置名稱可區分附近裝置清單中通過藍牙、Wi-Fi Direct 與其他方式連接的所有可用裝置。

# IDS_ST_SK_RENAME
source: Rename
bn: পুনঃনামকরণ
ca: Canv. nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el_gr: Μετονομασία
es_es: Camb. nom
eu: Berrizendatu
ga: Athainmnigh
gu: ફરી નામ આપો
hu: Átnevez
is: Endurnefna
it_it: Rinomina
ja_jp: 名前変更
ka: გადარქმ.
kk: Бсқш атау
kn: ಮ.ಹೆಸರಿಸಿ
lt: Pervardyti
mr: नाव बदला
ms: Namakan semula
my: အမည္ျပန္ေပး
ne: नाम फेर्नुहोस्
pa: ਦੁਬਾਰਾ ਨਾਂ
ro: Redenumire
si: නැ. නම් ක.
sk: Premenovať
sl: Preimenuj
sr: Preimenuj
sv: Byt namn
tl: I-rename
tr_tr: Yen. ad.
vi: Đổi tên
zh_hk: 重新命名

# IDS_ST_BODY_TAP_TO_CHANGE_SETTINGS
source: Tap to change settings
bn: সেটিংস পরিবর্তন করতে ট্যাপ করুন।
ca: Toqui per canviar ajustaments
cs: Klepněte, chcete-li změnit nastavení
da: Tryk for at ændre indstillinger.
de: Tippen, um Einstellungen zu ändern.
el_gr: Πατήστε για αλλαγή ρυθμίσεων
es_es: Pulse para cambiar los ajustes
eu: Ukitu ezarpenak aldatzeko
ga: Tapáil le socruithe a athrú
gu: સેટિંગ્સ બદલવા માટે ટેપ કરો.
hu: Érintse meg a beállítások módosításához
is: Pikkaðu til að breyta stillingum
it_it: Toccate per modificare le impostazioni
ja_jp: 設定を変更するには、タップしてください。
ka: შეეხეთ და შეცვალეთ პარამეტრები
kk: Параметрлерді өзгерту үшін түртіңіз
kn: ಸಂಯೋಜನೆಗಳನ್ನು ಬದಲಾಯಿಸಲು ತಟ್ಟಿ.
lt: Bakstelėkite ir keiskite nustatymus
mr: सेटिंग्स बदलण्यासाठी टॅप करा.
ms: Ketik untuk mengubah aturan
my: ဆက္တင္မ်ား ေျပာင္းရန္ ေခါက္ပါ
ne: सेटिङहरू बदल्न ट्याप गर्नुहोस्।
pa: ਸੈੱਟਿੰਗਸ ਨੂੰ ਬਦਲਣ ਲਈ ਟੈਪ ਕਰੋ।
ro: Atingeţi pentru a modifica setările
si: සැකසුම් වෙනස් කිරීමට තට්ටු කරන්න.
sk: Ťuknutím môžete zmeniť nastavenia
sl: Pritisnite za spreminjanje nastavitev
sr: Kucni za promenu podešavanja
sv: Tryck för att ändra inställningarna.
tl: I-tap upang baguhin ang mga setting
tr_tr: Ayarları değiştirmek için dokun
vi: Chạm để thay đổi cài đặt
zh_hk: 輕觸以更改設定。

# IDS_ST_POP_INVALID_CHARACTER_ENTERED_TRY_AGAIN
source: Invalid character entered. Try again.
bn: অবৈধ অক্ষর প্রবেশ করানো হয়েছে৷ আবার চেষ্টা করুন।
ca: Caràcter introduït no vàlid. Torni-ho a intentar.
cs: Byl zadán neplatný znak. Opakujte akci
da: Ugyldigt tegn indtastet. Prøv igen.
de: Ungültiges Zeichen eingegeben. Erneut versuchen.
el_gr: Καταχωρίστηκε μη έγκυρος χαρακτήρας. Δοκιμάστε ξανά
es_es: Carácter introducido no válido. Vuelva a intentarlo.
eu: Karaktere baliogabea adierazi dituzu. Saiatu berriz.
ga: Carachtar neamhbhailí iontráilte. Triail arís.
gu: અમાન્ય અક્ષર દાખલ કર્યો છે. ફરી પ્રયાસ કરો.
hu: Érvénytelen karaktert vitt be. Próbálja újra
is: Ógildur stafur sleginn inn. Reyndu aftur.
it_it: Carattere inserito non valido. Riprovate.
ja_jp: 無効な文字が入力されました。再度実行してください。
ka: აკრეფილია არასწორი სიმბოლო. კიდევ მოსინჯეთ
kk: Қате таңба енгізілді. Әрекетті қайталаңыз
kn: ಅಮಾನ್ಯ ಅಕ್ಷರ ನಮೂದಿಸಲಾಗಿದೆ. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
lt: Įvestas neteisingas simbolis. Bandykite vėl
mr: अवैध वर्ण प्रविष्ट केले. पुन्हा प्रयत्न करा.
ms: Aksara tidak sah dimasukkan. Cuba lagi
my: ထပ္မံႀကိဳးစားပါ။
ne: अवैध क्यारेक्टर प्रविष्टि गरियो। पुन: प्रयास गर्नुहोस्।
pa: ਅਵੈਧ ਵਰਣ ਦਾਖ਼ਲ ਹੋਇਆ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ro: Aţi introdus un caracter nevalid. Încercaţi din nou
si: වැරදි අකුරු ඇතුල් කර තිබේ. නැවත උත්සාහ කරන්න.
sk: Zadali ste neplatný znak. Skúste to znova
sl: Vnesli ste neveljaven znak. Poskusite znova
sr: Unet je neispravan karakter. Pokušaj ponovo
sv: Ogiltigt tecken har angivits. Försök igen.
tl: Nagpasok ng di-wastong character. Subukang muli
tr_tr: Geçersiz karakter girildi. Yeniden deneyin.
vi: Ký tự đã nhập không hợp lệ. Hãy thử lại
zh_hk: 輸入的字元無效。請重試。

# IDS_ST_POP_NOT_SUPPORTED
source: Not supported.
bn: সমর্থিত নয়।
ca: No s'admet
cs: Nepodporováno.
da: Understøttes ikke.
de: Nicht unterstützt
el_gr: Δεν υποστηρίζεται.
es_es: No admitido
eu: Bateraezina
ga: Gan tacú.
gu: ટેકો નથી.
hu: Nem támogatott.
is: Óstutt.
it_it: Non supportato.
ja_jp: サポートされていません。
ka: გაუთვალისწინებელი.
kk: Ұстамайды
kn: ಬೆಂಬಲಿಸಿಲ್ಲ.
lt: Nepalaikoma.
mr: समर्थन नसलेला.
ms: Tidak disokong.
my: အားမေပးပါ
ne: समर्थित छैन।
pa: ਸਮਰਥਿਤ ਨਹੀਂ।
ro: Neacceptat
si: සහාය නොදක්වයි.
sk: Nepodporované.
sl: Nepodprto.
sr: Nepodržano.
sv: Kan ej användas.
tl: Hindi sinusuportahan.
tr_tr: Desteklenmiyor.
vi: Không tương thích.
zh_hk: 不支援

# IDS_CHATON_BODY_AVAILABLE
source: Available
bn: সুলভ
ca: Disponible
cs: Dostupný
da: Tilgængelig
de: Verfügbar
el_gr: Διαθέσιμο
es_es: Disponible
eu: Eskuragarri
ga: Ar fáil
gu: ઉપલબ્ધ
hu: Elérhető
is: Laust
it_it: Disponibile
ja_jp: 使用可能
ka: მისაწვდომია
kk: Байланыс аясы
kn: ಲಭ್ಯವಿದೆ
lt: Prieinama
mr: उपलब्ध
ms: Tersedia
my: ရရွိႏုိင္ေသာ
ne: उपलब्ध छन्
pa: ਉਪਲਬਧ
ro: Disponibil
si: පවතින
sk: K dispozícii
sl: Na voljo
sr: Dostupno
sv: Tillgänglig
tr_tr: Uygun
vi: Sẵn sàng
zh_hk: 可用

# IDS_CHATON_HEADER_CONNECTION_FAILED_ABB2
source: Connection failed
bn: সংযোগ ব্যর্থ
ca: Error de connexió
cs: Přip. se nezdařilo
da: Forbind. mislykkedes
de: Verbindung fehlg.
el_gr: Η σύνδεση απέτυχε
es_es: Error de conexión
eu: Konexioak huts egin du
ga: Theip ar nascadh
gu: જોડાણ નિષ્ફળ
hu: Sikert. kapcsolódás
is: Tengingin rofnaði
it_it: Connes. non riuscita
ja_jp: 接続失敗
ka: ვერ დაკავშირდა
kk: Қосылмады
kn: ಸಂಪರ್ಕ ವಿಫಲವಾಗಿದೆ
lt: Nepavyko prisijungti
mr: कनेक्शन अयशस्वी
ms: Sambungan gagal
my: ဆက္သြယ္မႈ မေအာင္ျမင္ပါ
ne: जडान असफल भयो
pa: ਕਨੈਕਸ਼ਨ ਅਸਫਲ
ro: Conexiune nereuşită
si: සම්බන්ධතාව අසාර්ථකයි
sk: Pripojenie zlyhalo
sl: Povezava ni uspela
sr: Poveziv. nije uspelo
sv: Anslutning misslyck.
tl: Hindi nakakonekta
tr_tr: Bağlantı kurulamadı
vi: Kết nối bị lỗi
zh_hk: 連接失敗

# IDS_WIFI_BODY_WI_FI_DIRECT_DEVICES
source: Wi-Fi Direct devices
bn: Wi-Fi Direct ডিভাইসগুলি
ca: Dispositius Wi-Fi Direct
cs: Zařízení Wi-Fi Direct
da: Wi-Fi Direct-enheder
de: Wi-Fi Direct-Geräte
el_gr: Συσκευές Wi-Fi Direct
es_es: Dispositivos Wi-Fi Direct
eu: Wi-Fi Direct-en gailuak
ga: Gléasanna Wi-Fi Direct
gu: Wi-Fi સીધા ઉપકરણો
hu: Wi-Fi Direct-eszközök
is: Wi-Fi Direct tæki
it_it: Dispositivi Wi-Fi Direct
ja_jp: Wi-Fi Directデバイス
ka: Wi-Fi Direct მოწყობილობები
kk: Wi-Fi Direct құрылғылары
kn: Wi-Fi Direct ಸಾಧನಗಳು
lt: „Wi-Fi Direct“ įrenginiai
mr: Wi-Fi Direct उपकरणे
ms: Peranti Wi-Fi Direct
my: Wi-Fi Direct ကိရိယာမ်ား
ne: Wi-Fi Direct यन्त्रहरू
pa: Wi-Fi Direct ਡਿਵਾਈਸਾਂ
ro: Dispozitive cu Wi-Fi Direct
si: Wi-Fi ඩිරෙක්ට් උපාංග
sk: Zariadenia Wi-Fi Direct
sl: Naprave Wi-Fi Direct
sr: Wi-Fi Direct uređaji
sv: Wi-Fi Direct-enheter
tl: Mga Wi-Fi Direct na device
tr_tr: Wi-Fi Direct cihazları
vi: Thiết bị Wi-Fi Direct
zh_hk: Wi-Fi Direct 裝置

# IDS_WIFI_POP_TAP_TO_CONNECT
source: Tap to connect.
bn: সংযোগ স্থাপন করতে ট্যাপ করুন।
ca: Toqui per connectar
cs: Klepnutím připojte.
da: Tryk for at tilslutte.
de: Zum Verbinden tippen
el_gr: Πατήστε για σύνδεση.
es_es: Pulse para conectar
eu: Ukitu konektatzeko
ga: Tapáil chun nascadh
gu: જોડાણ કરવા માટે ટેપ કરો
hu: Érintse meg a kapcsolódáshoz.
is: Pikkaðu til að tengja.
it_it: Toccare per connettersi.
ja_jp: タップして接続
ka: დააკაკუნეთ, რომ დაუკავშირდეთ.
kk: Қосылу үшін түртіңіз.
kn: ಸಂಪರ್ಕಿಸಲು ತಟ್ಟಿ.
lt: Spustelėkite, kad prisijungtumėte.
mr: जोडण्यासाठी टॅप करा.
ms: Ketik utk bersambung.
my: ခ်ိတ္ဆက္ရန္ ႏွိပ္ပါ။
ne: जडानका लागि ट्याप गर्नुहोस्।
pa: ਕਨੈਕਟ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ।
ro: Apăsaţi pentru conectare.
si: සම්බන්ධවීමට තට්ටු කරන්න.
sk: Ťuknite na pripojenie.
sl: Pritisnite za povezavo.
sr: Kucni za povezivanje.
sv: Tryck för att ansluta.
tl: I-tap upang kumonekta.
tr_tr: Bağlanmak için dokunun.
vi: Chạm để kết nối.
zh_hk: 輕觸以連接。

# IDS_WIFI_SK2_CANCEL_CONNECTION
source: Cancel connection
bn: সংযোগ বাতিল করুন
ca: Cancel·lar connexió
cs: Zrušit připojení
da: Annullér forbindelse
de: Verbindung abbrechen
el_gr: Ακύρωση σύνδεσης
es_es: Cancelar conexión
eu: Utzi konexioa
ga: Cuir nasc ar ceal
gu: જોડાણ રદ્દ કરો
hu: Kapcsolat megszakítása
is: Hætta við tengingu
it_it: Annulla connessione
ja_jp: 接続をキャンセル
ka: დაკავშირების გაუქმება
kk: Байланыстан бас тарту
kn: ಸಂಪರ್ಕ ರದ್ದುಗೊಳಿಸಿ
lt: Atšaukti ryšį
mr: कनेक्शन रद्द करा
ms: Batal sambungan
my: အဆက္အသြယ္အား ပယ္ဖ်က္ပါ
ne: जडान रद्द गर्नुहोस्
pa: ਕਨੈਕਸ਼ਨ ਰੱਦ ਕਰੋ
ro: Revocare conexiune
si: සම්බන්ධතාවය අවලංගු කරන්න
sk: Zrušiť pripojenie
sl: Preklic povezave
sr: Otkaži povezivanje
sv: Avbryt anslutning
tl: Kanselahin ang koneksyon.
tr_tr: Bağlantıyı iptal et
vi: Hủy kết nối
zh_hk: 取消連接

# IDS_ST_HEADER_CONNECTED_DEVICES
source: Connected devices
bn: সংযুক্ত ডিভাইসগুলি
ca: Dispositius connectats
cs: Připojená zařízení
da: Tilsluttede enheder
de: Verbundene Geräte
el_gr: Συνδεδεμένες συσκευές
es_es: Dispositivos conectados
eu: Konektatutako gailuak
ga: Gléasanna nasctha
gu: જોડાણ કરેલ ઉપકરણો
hu: Csatlakoztatott eszközök
is: Tengd tæki
it_it: Dispositivi connessi
ja_jp: 接続デバイス
ka: დაკავშირებული მოწყობილობები
kk: Қосылған құрылғылар
kn: ಸಂಪರ್ಕಿಸಿದ ಸಾಧನಗಳು
lt: Prijungti įrenginiai
mr: जोडलेली उपकरणे
ms: Peranti disambungkan
my: ခ်ိတ္ဆက္ထားသည့္ ကိရိယာမ်ား
ne: जोडिएका डिभाइसहरू
pa: ਕਨੈਕਟ ਹੋਏ ਡਿਵਾਈਸਿਸ
ro: Dispozitive conectate
si: සම්බන්ධිත උපාංග
sk: Pripojené zariadenia
sl: Povezane naprave
sr: Povezani uređaji
sv: Anslutna enheter
tl: Mga nakakonektang device
tr_tr: Bağlı cihazlar
vi: Thiết bị đã kết nối
zh_hk: 已連接裝置

# IDS_WIFI_BODY_SELECT_ALL
source: Select all
bn: সমস্ত নির্বাচন করুন
ca: Seleccioni-ho tot
cs: Vybrat vše
da: Vælg alle
de: Alle auswählen
el_gr: Επιλογή όλων
es_es: Seleccionar todo
eu: Hautatu denak
ga: Roghnaigh gach
gu: બધું પસંદ કરો
hu: Összes kijelölése
is: Velja allt
it_it: Seleziona tutto
ja_jp: 全て選択
ka: ყველას არჩევა
kk: Бәрін бөлектеу
kn: ಎಲ್ಲಾ ಆಯ್ಕೆಮಾಡಿ
lt: Pasirinkti visus
mr: सर्व निवडा
ms: Pilih semua
my: အားလုံးကုိ ေရြးပါ
ne: सबै छान्नुहोस्
pa: ਸਭ ਚੁਣੋ
ro: Selectare toate
si: සියල්ල තෝරන්න
sk: Vybrať všetky
sl: Izberi vse
sr: Izaberi sve
sv: Välj alla
tl: Piliin lahat
tr_tr: Hepsini seç
vi: Chọn tất cả
zh_hk: 選擇全部

# IDS_ST_HEADER_BUSY_DEVICES
source: Busy devices
bn: ব্যস্ত ডিভাইসগুলি
ca: Dispositius ocupats
cs: Zaneprázdněná zařízení
da: Optagne enheder
de: Bereits ausgelastete Geräte
el_gr: Απασχολημένες συσκευές
es_es: Dispositivos ocupados
eu: Lanpetutako gailuak
ga: Gléasanna gnóthacha
gu: વ્યસ્ત ઉપકરણો
hu: Foglalt eszközök
is: Upptekin tæki
it_it: Dispositivi occupati
ja_jp: 接続不可デバイス
ka: დაკავებული აპარატები
kk: Бос емес құрылғылар
kn: ಕಾರ್ಯನಿರತ ಸಾಧನಗಳು
lt: Užimti įrenginiai
mr: व्यस्त उपकरणे
ms: Peranti sibuk
my: မအားေသာ ကိရိယာမ်ား
ne: व्यस्त यन्त्र
pa: ਵਿਅਸਤ ਡਿਵਾਈਸਿਸ
ro: Dispozitive ocupate
si: කාර්යබහුල උපාංග
sk: ﻿Zaneprázdnené zariadenia
sl: Zasedene naprave
sr: Zauzeti uređaji
sv: Upptagna enheter
tl: Mga busy na device
tr_tr: Meşgul cihazlar
vi: Thiết bị bận
zh_hk: 裝置忙碌

# IDS_ST_BODY_CONNECTED_WITH_ANOTHER_DEVICE_ABB
source: Connected with another device
bn: অন্য একটি ডিভাইসের সাথে সংযুক্ত
ca: Connectat a un altre dispositiu
cs: Připojeno k jinému zařízení
da: Sluttet til en anden enhed
de: Mit anderem Gerät verbunden
el_gr: Έχει συνδεθεί με άλλη συσκευή
es_es: Conectado con otro dispositivo
eu: Beste gailua batekin konektatuta
ga: Nasctha le gléas eile
gu: અન્ય ઉપકરણ સાથે જોડેલ છે
hu: Másik eszközhöz csatlakozik
is: Tengt við annað tæki
it_it: Connessi con altro dispositivo
ja_jp: 他のデバイスと接続中
ka: დაკავშირებულია სხვა აპარატთან
kk: Басқа құрылғымен қосылды
kn: ಇನ್ನೊಂದು ಸಾಧನದೊಂದಿಗೆ ಸಂಪರ್ಕಿತವಾಗಿದೆ
lt: Prijungta prie kito įrenginio
mr: अन्य उपकरणला कनेक्ट केले
ms: Disambungkan dengan peranti lain
my: အျခား ကိရိယာႏွင့္ ခ်ိတ္ဆက္ထားသည္
ne: अर्को डिभाइससंग जोडिएको छ
pa: ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਹੈ
ro: Conectat la un alt dispozitiv
si: වෙනත් උපාංගයක් සමග සම්බන්ධ කළ
sk: Pripojené k inému zariadeniu
sl: Povezano z drugo napravo
sr: Povezan sa drugim uređajem
sv: Ansluten med en annan enhet
tl: Nakakonekta sa isa pang device.
tr_tr: Başka cihazla bağlandı
vi: Đã kết nối với thiết bị khác
zh_hk: 已與其他裝置連接
