Repository: tizenorg/apps.core.preloaded.ug-wifi-direct
Catalog: *-wifidirect/po/*.po
Languages: bn, ca, cs, da, de, el_gr, es_es, eu, ga, gu, hu, is, it_it, ja_jp, ka, kk, kn, lt, mr, ms, my, ne, pa, ro, si, sk, sl, sr, sv, tl, tr_tr, vi, zh_hk

# IDS_WIFI_POP_CONNECT_TO_PS_IN_PD_SECONDS
source: Connect to %1$s in %2$d seconds.
bn: %d সেকেন্ডের মধ্যে %s-এর সাথে সংযোগ করুন।
ca: Connectar a %s en %d segons
cs: Připojí se k %s za %d sekund.
da: Forbind til %s i løbet af %d sekunder.
de: Verbindung zu %s in %d Sekunden
el_gr: Σύνδεση με τη συσκευή %s σε %d δευτερόλεπτα.
es_es: Conectar a %s en %d segundos
eu: Konektatu %s-(e)ra %d segundo barru
ga: Nasc le %s i gceann %d soicind
gu: %d સેકંડ્સમાં %s સાથે જોડાણ કરો.
hu: Kapcsolódás a(z) %s eszközhöz %d mp-en belül.
is: Tengjast %s eftir %d sekúndur.
it_it: Connesso a %s in %d secondi.
ja_jp: %2$d秒以内に、%1$sと接続します。
ka: დააკავშირეთ %s, %d წამში.
kk: %2$d секундтан кейін %1$s құрылғысына қосылу.
kn: %s ಗೆ %d ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ.
lt: Prisijunkite prie %s per %d sek.
mr: %d सेकंदांमध्ये %s शी कनेक्ट करा.
ms: Sambung ke %s dalam %d saat.
my: %d စကၠန္႔အတြင္း %s သို႔ ခ်ိတ္ဆက္ပါ။
ne: %s मा %d सेकेण्डमा जडान गर्नुहोस्।
pa: %d ਸਕਿੰਟਾਂ ਵਿੱਚ %s ਨਾਲ ਕਨੈਕਟ ਕਰੋ।
ro: Conectaţi-vă la %s peste %d secunde.
si: %s වෙත තත්පර %d කින් සම්බන්ධ වන්න.
sk: Pripojiť k zariadeniu %s v priebehu %d sekúnd
sl: Vzpostavitev povezave z napravo %s čez %d s.
sr: Poveži se na %s za %d sekundi.
sv: Anslut till %s om %d sekunder.
tl: Kumonekta sa %s sa loob ng %d (na) segundo.
tr_tr: %s cihazına %d saniyede bağlan.
vi: Kết nối với %s trong %d giây.
zh_hk: 在 %d 秒內連接至 %s。

# IDS_WIFI_POP_PIN_CODE_PS
source: PIN %s
ca: Codi PIN %s
cs: PIN kód %s
da: PIN-kode %s
de: PIN-Code %s
el_gr: Κωδικός ΡΙΝ %s
es_es: Código PIN %s
eu: PIN kodea %s
gu: PIN કોડ %s
hu: PIN kód: %s
is: PIN-númer %s
it_it: Codice PIN %s
ka: PIN კოდი %s
kk: PIN коды %s
kn: PIN ಕೋಡ್ %s
lt: PIN kodas %s
mr: PIN कोड %s
ro: Cod PIN %s
sk: Kód PIN %s
sl: Koda PIN %s
sr: PIN kod %s
sv: PIN-kod %s
tr_tr: PIN kodu %s
vi: Mã PIN %s
zh_hk: PIN 碼 %s

# IDS_DLNA_HEADER_SELECT_DEVICES_ABB
source: Select devices
bn: ডিভাইসগুলি নির্বাচন করুন
ca: Seleccionar dispositius
cs: Vyberte zařízení
da: Vælg enheder
de: Geräte auswählen
el_gr: Επιλογή συσκευών
es_es: Seleccionar dispositivos
eu: Hautatu gailuak
ga: Roghnaigh gléasanna
gu: ઉપકરણો પસંદ કરો
hu: Eszközök kiválasztása
is: Velja tæki
it_it: Seleziona dispositivi
ja_jp: デバイスを選択
ka: მოწყობილობების არჩევა
kk: Құрылғыларды таңдау
kn: ಸಾಧನಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
lt: Pasirinkite įrenginius
mr: उपकरणे निवडा
ms: Pilih peranti
my: ကိရိယာမ်ား ေရြးပါ
ne: यन्त्रहरू चयन गर्नुहोस्
pa: ਡਿਵਾਈਸਿਸ ਦੀ ਚੋਣ ਕਰੋ
ro: Selectare dispozitive
si: උපාංග තෝරන්න
sk: Vybrať zariadenia
sl: Izberite naprave
sr: Izaberi uređaje
sv: Välj enheter
tl: Pumili ng mga device
tr_tr: Cihazları seçin
vi: Chọn thiết bị
zh_hk: 選擇裝置

# IDS_WIFI_BODY_THE_WI_FI_DIRECT_CONNECTION_HAS_BEEN_LOST
source: The Wi-Fi Direct connection has been lost.
bn: Wi-Fi Direct সংযোগটি হারিয়েছে।
ca: S'ha perdut la connexió Wi-Fi Direct
cs: Připojení Wi-Fi Direct bylo přerušeno.
da: Wi-Fi Direct-forbindelsen er mistet.
de: Die Wi-Fi Direct-Verbindung ist abgebrochen.
el_gr: Η σύνδεση Wi-Fi Direct χάθηκε.
es_es: Se ha perdido la conexión Wi-Fi Direct
eu: Wi-Fi Direct konexioa galdu da
ga: Cailleadh nasc Wi-Fi Direct
gu: Wi-Fi Direct જોડાણ નાશ પામ્યું છે.
hu: A Wi-Fi Direct-kapcsolat megszakadt.
is: Wi-Fi Direct tengingin slitnaði.
it_it: La connessione Wi-Fi Direct è stata interrotta.
ja_jp: Wi-Fi Direct接続が切断されました。
ka: Wi-Fi Direct კავშირი დაიკარგა.
kk: Wi-Fi Direct байланысы жоғалды.
kn: Wi-Fi Direct ಸಂಪರ್ಕ ತಪ್ಪಿಹೋಗಿದೆ.
lt: Nutrūko „Wi-Fi Direct“ ryšys.
mr: Wi-Fi Direct जोडणी गमावली आहे.
ms: Sambungan Wi-Fi Direct telah hilang.
my: Wi-Fi Direct ခ်ိတ္ဆက္မႈ ေပ်ာက္သြားသည္။
ne: Wi-Fi Direct जडान गुमेको छ।
pa: Wi-Fi Direct ਕਨੈਕਸ਼ਨ ਟੁੱਟ ਗਿਆ ਹੈ।
ro: S-a întrerupt conexiunea Wi-Fi Direct.
si: ඍජු Wi-Fi Direct විසන්ධි වී ඇත.
sk: Pripojenie Wi-Fi Direct sa prerušilo.
sl: Povezava Wi-Fi Direct je izgubljena.
sr: Wi-Fi Direct veza je izgubljena.
sv: Wi-Fi Direct-anslutningen bröts.
tl: Nawala ang koneksyon sa Wi-Fi Direct.
tr_tr: Wi-Fi Direct bağlantısı kesildi
vi: Đã mất kết nối Wi-Fi Direct.
zh_hk: Wi-Fi Direct 連接已中斷。

# IDS_ST_BODY_CONNECT_WITH_PS_IN_PD_SECS_ABB
source: Connect with %s in %d secs.
bn: %d সেকেন্ডে %s-এর সঙ্গে সংযোগ।
ca: Connectar amb %s en %d s
cs: Připojit k %s za %d s.
da: Sluttet til %s i %d sekunder.
de: Verbindung mit %s in %d Sek.
el_gr: Σύνδεση με το %s σε %d δευτερόλ.
es_es: Conectar con %s en %d segundos
eu: Konektatu %s-(r)ekin %d seg. barru
ga: Nasc le %s i gceann %d soicind
gu: %d સેકંડમાં %s સાથે જોડાણ કરો.
hu: Kapcs. %s esz.höz %d mp-en belül.
is: Tengjast %s eftir %d sek.
it_it: Connesso con %s in %d secondi.
ja_jp: %sと%d秒以内に接続してください。
ka: დაკავშირდეს %s %d წამში.
kk: %s құрыл-мен %d сек кейін қосылу.
kn: %d ಸೆಕೆಂಡುಗಳಲ್ಲಿ %s ನೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಿ.
lt: Prijungti prie %s po %d sek.
mr: %s शी %d सेकंदांमध्ये कनेक्ट करा.
ms: Sambung dengan %s dlm %d saat.
my: %2$d စကၠန္႔အတြင္း %1$s ႏွင့္ခ်ိတ္ဆက္ပါ
ne: %s संग %d सेकेन्डमा जोड्नुहोस्।
pa: %d ਸਕਿ ਵਿੱਚ %s ਨਾਲ ਕਨੈਕਟ ਕਰੋ।
ro: Conectare cu %s în %d secunde
si: %s සමග තත්පර %d කින් සම්බ. ව.
sk: Pripojiť k %s v priebehu %d s
sl: Poveži se z %s čez %d sekund.
sr: Poveži na %s za %d sek.
sv: Anslut till %s om %d s.
tl: Kumonekta sa %s sa %d seg.
tr_tr: %s ile %d sn içinde bağlanın.
vi: Kết nối với %s trong %d giây.
zh_hk: 在 %d 秒內與 %s 連接。

# IDS_ST_BODY_RENAME_DEVICE_ABB
source: Rename device
bn: ডিভাইসের পুনঃনামকরণ করুন
ca: Canviar el nom del dispositiu
cs: Přejmenovat zařízení
da: Omdøb enhed
de: Gerätenamen ändern
el_gr: Μετονομασία συσκευής
es_es: Cambiar nombre del dispositivo
eu: Berrizendatu gailua
ga: Athainmnigh an gléas
gu: ઉપકરણનું પુનઃનામકરણ કરો
hu: Eszköz átnevezése
is: Endurnefna tæki
it_it: Rinomina dispositivo
ja_jp: デバイス名称を変更
ka: მოწყობილობის სახელის შეცვლა
kk: Құрылғы атын өзгерту
kn: ಸಾಧನವನ್ನು ಮರುಹೆಸರಿಸಿ
lt: Pervardyti įrenginį
mr: उपकरणाचे नामांतर करा
ms: Namakan semula peranti
my: ကိရိယာကို အမည္ျပန္ေပးပါ
ne: यन्त्रको पुनः नामाकरण गर
pa: ਡਿਵਾਈਸ ਦਾ ਨਾਂ ਬਦਲੋ
ro: Redenumire dispozitiv
si: උපාංගයේ නම වෙනස් කරන්න
sk: Premenovať zariadenie
sl: Preimenujte napravo
sr: Preimenuj uređaj
sv: Byt namn på enhet
tl: Palitan ang pangalan ng device.
tr_tr: Cihazı yeniden adlandır
vi: Đổi tên thiết bị
zh_hk: 重新命名裝置

# IDS_WIFI_POP_PIN
source: PIN
da: PIN-kode
eu: PINa
lt: PIN kodas
sr: PIN kod
zh_hk: PIN 碼

# IDS_WIFI_HEADER_UNABLE_TO_CONNECT_ABB2
source: Unable to connect
bn: সংযোগ করতে অক্ষম
ca: No es pot connectar
cs: Připojení se nezdařilo
da: Kunne ikke oprette forbindelse
de: Verbindung nicht möglich
el_gr: Αποτυχία σύνδεσης
es_es: No se puede conectar
eu: Ezin da konektatu
ga: Nascadh dodhéanta
gu: જોડવામાં અસમર્થ
hu: Nem lehet kapcsolódni
is: Ekki er hægt að tengjast
it_it: Impossibile connettere
ja_jp: 接続不可
ka: ვერ უკავშირდება
kk: Қосылу мүмкін емес
kn: ಸಂಪರ್ಕಿಸಲು ಅಸಮರ್ಥ
lt: Neįmanoma prisijungti
mr: कनेक्‍ट करण्‍यात अक्षम
ms: Tdk dpt menyambung
my: ဆက္သြယ္၍မရပါ
ne: जडान गर्न असक्षम भयो
pa: ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ
ro: Nu se poate stabili conexiunea
si: සබැඳීමට නොහැක
sk: Nedá sa pripojiť
sl: Ni mogoče povezati
sr: Povezivanje nemoguće
sv: Det går inte att ansluta
tl: Hindi makakonekta
tr_tr: Bağlanamıyor
vi: Không thể kết nối
zh_hk: 無法連接

# IDS_WIFI_BUTTON_STOP_CONNECTION_ABB
source: Stop connection
bn: সংযোগ থামান
ca: Aturar connexió
cs: Zastavit připojení
da: Stop forbindelse
de: Verbindung beenden
el_gr: Διακοπή σύνδεσης
es_es: Detener conexión
eu: Eten konexioa
ga: Scoir nasc
gu: જોડાણ અટકાવો
hu: Kapcs. leállítása
is: Slíta tengingu
it_it: Arres. connessione
ja_jp: 接続を停止
ka: კავშირის შეწყვეტა
kk: Байланысты тоқтату
kn: ಸಂಪರ್ಕ ನಿಲ್ಲಿಸಿ
lt: Stabdyti ryšį
mr: कनेक्‍शन थांबवा
ms: Hentikan sambungan
my: ခ်ိတ္ဆက္မႈကို ရပ္ပါ
ne: जडानलाई रोक्नुहोस्
pa: ਕਨੈਕਸ਼ਨ ਬੰਦ ਕਰੋ
ro: Oprire conexiune
si: සම්බන්ධතාව නවතන්න
sk: Zastav. pripojenie
sl: Prekini povezavo
sr: Prekini vezu
sv: Stoppa anslutning
tl: Ihinto koneksyon
tr_tr: Bağlantıyı durdur
vi: Dừng kết nối
zh_hk: 停止連接

# IDS_WIFI_BUTTON_ALLOW
source: Allow
bn: অনুমতি দিন
ca: Permetre
cs: Povolit
da: Tillad
de: Zulassen
el_gr: Αποδοχή
es_es: Permitir
eu: Baimendu
ga: Ceadaigh
gu: મંજૂરી આપો
hu: Megenged
is: Leyfa
it_it: Consenti
ja_jp: 許可
ka: ნებართვა
kk: Рұқсат ету
kn: ಅವಕಾಶ ನೀಡಿ
lt: Leisti
mr: अनुमती द्या
ms: Benarkan
my: ခြင့္ျပဳပါ
ne: अनुमति दिनु
pa: ਆਗਿਆ ਦਿਉ
ro: Se permite
si: ඉඩ දෙන්න
sk: Povoliť
sl: Dovoli
sr: Dozvoli
sv: Tillåt
tl: Payagan
tr_tr: İzin ver
vi: Cho phép
zh_hk: 允許

# IDS_COM_POP_ACTIVATING
source: Activating...
bn: সক্রিয় করা হচ্ছে…
ca: Activant...
cs: Aktivace...
da: Aktiverer ...
de: Wird aktiviert...
el_gr: Ενεργοποίηση...
es_es: Activando...
eu: Aktibatzen...
ga: Ag cur i ngníomh...
gu: સક્રિય થઇ રહ્યું છે...
hu: Aktiválás...
is: Ræsi...
it_it: Attivazione...
ja_jp: 起動中...
ka: აქტიურდება...
kk: Қосу...
kn: ಸಕ್ರಿಯಗೊಳ್ಳುತ್ತಿದೆ...
lt: Aktyvinama...
mr: सक्रिय केली जात आहे...
ms: Mengaktifkan…
my: အသက္သြင္းေနပါသည္…
ne: सक्रिय भइरहेको...
pa: ਕਿਰਿਆਸ਼ੀਲ ਹੋ ਰਿਹਾ ਹੈ...
ro: Se activează...
si: සක්‍රිය වෙමින්...
sk: Aktivácia...
sl: Vključujem...
sr: Aktiviranje...
sv: Aktiverar...
tl: Ina-activate...
tr_tr: Etkinleştiriliyor…
vi: Đang bật...
zh_hk: 正在啟動...

# IDS_WIFI_SK_CONNECT
source: Connect
bn: সংযোগ
ca: Connectar
cs: Připojit
da: Forbind
de: Verbinden
el_gr: Σύνδεση
es_es: Conectar
eu: Konektatu
ga: Nasc
gu: જોડો
hu: Kapcsolódik
is: Tengja
it_it: Connetti
ja_jp: 接続
ka: კავშირი
kk: Қосылу
kn: ಸಂಪರ್ಕಿಸು
lt: Jungtis
mr: जोडा
ms: Sambung
my: ဆက္သြယ္
ne: जोड
pa: ਕਨੈਕਟ
ro: Conectare
si: සම්බ. කර.
sk: Pripojiť
sl: Poveži
sr: Poveži se
sv: Anslut
tl: Kumonekta
tr_tr: Bağlan
vi: Kết nối
zh_hk: 連接

# IDS_WIFI_BODY_CONNECTED
source: Connected.
bn: সংযুক্ত।
ca: Connectat
cs: Připojeno.
da: Forbundet.
de: Verbunden
el_gr: Συνδέθηκε.
es_es: Conectado
eu: Konektatuta
ga: Nasctha.
gu: જોડાયું.
hu: Csatlakoztatva.
is: Tengt.
it_it: Connesso
ja_jp: 接続しました。
ka: დაკავშირებულია.
kk: Қосылды
kn: ಸಂಪರ್ಕಿಸಲಾಗಿದೆ.
lt: Prisijungta.
mr: जोडले.
ms: Disambung.
my: ခ်ိတ္ဆက္ၿပီးၿပီ
ne: जोड्यो।
pa: ਕਨੈਕਟ ਹੋਇਆ।
ro: Conectat
si: සම්බන්ධ විය.
sk: Pripojené.
sl: Povezano.
sr: Povezan.
sv: Ansluten.
tl: Nakakonekta.
tr_tr: Bağlantı kuruldu.
vi: Đã kết nối.
zh_hk: 已連接

# IDS_STU_HEADER_ENTER_DEVICE_NAME
source: Enter device name
bn: ডিভাইস নাম লিখুন
ca: Introdueixi un nom de dispositiu
cs: Zadejte název zařízení
da: Angiv enhedsnavn
de: Gerätenamen eingeben
el_gr: Εισάγετε όνομα συσκευής
es_es: Introduzca nombre de dispositivo
eu: Idatzi gailu izena
ga: Iontráil ainm an ghléis
gu: ઉપકરણનું નામ દાખલ કરો
hu: Írjon be egy eszköznevet
is: Sláðu inn heiti tækis
it_it: Inserisci nome dispositivo
ja_jp: デバイス名称を入力
ka: ჩაწერეთ მოწყობილობის სახელი
kk: Құрылғы атауын енгізу
kn: ಸಾಧನ ಹೆಸರು ನಮೂದಿಸಿ
lt: Įveskite įrenginio pavadinimą
mr: उपकरण नाव प्रविष्‍ट करा
ms: Masukkan nama peranti
my: ကိရိယာ အမည္ ထည့္ပါ
ne: यन्त्र नाम प्रविष्ट गर्नुहोस्
pa: ਡਿਵਾਈਸ ਦਾਂ ਨਾਂ ਦਾਖ਼ਲ ਕਰੋ
ro: Introduceţi numele dispozitivului
si: උපාංග නම ඇතුළු කරන්න
sk: Zadajte názov zariadenia
sl: Vnesite ime naprave
sr: Unesi naziv uređaja
sv: Ange enhetsnamn
tl: Ipasok ang pangalan ng device
tr_tr: Cihaz adı girin
vi: Nhập tên thiết bị
zh_hk: 輸入裝置名稱

# IDS_ST_POP_CONNECTED_WITH_PD_DEVICES_VIA_WI_FI_DIRECT
source: Connected with %d devices via Wi-Fi Direct.
bn: Wi-Fi Direct-এর মাধ্যমে %dটি ডিভাইসের সাথে সংযুক্ত।
ca: Connectat amb %d dispositius mitjançant Wi-Fi Direct
cs: Připojeno k %d zařízením prostřednictvím Wi-Fi Direct.
da: Forbundet med %d enheder via Wi-Fi Direct.
de: Mit %d Geräten über Wi-Fi Direct verbunden
el_gr: Συνδέθηκε με %d συσκευές μέσω Wi-Fi Direct.
es_es: Conectado con %d dispositivos a través de Wi-Fi Direct
eu: Beste %d gailurekin konektatuta Wi-Fi Direct bidez
ga: Nasctha le %d gléas trí Wi-Fi Direct.
gu: Wi-Fi Direct દ્વારા %d ઉપકરણો સાથે જોડાયેલ છે.
hu: %d eszközhöz csatlakozik Wi-Fi Direct segítségével.
is: Tengt við %d önnur tæki um Wi-Fi Direct.
it_it: Connesso ad altri %d dispositivi con Wi-Fi Direct.
ja_jp: Wi-Fi Directで%d台のデバイスと接続中
ka: დაკავშირებულია %d მოწყობილობასთან Wi-Fi Direct-ით.
kk: %d құрылғымен Wi-Fi Direct арқылы қосылды.
kn: Wi-Fi Direct ಮೂಲಕ %d ಸಾಧನಗಳಿಗೆ ಸಂಪರ್ಕಿತವಾಗಿದೆ.
lt: Prijungta prie %d įrenginių per „Wi-Fi Direct“.
mr: Wi-Fi Direct द्वारे %d उपकरणशी कनेक्ट केले.
ms: Disambungkan dengan %d peranti melalui Wi-Fi Direct.
my: Wi-Fi Direct မွတဆင့္ ကိရိယာ %d ခုႏွင့္ ခ်ိတ္ဆက္ထားသည္။
ne: %d यन्त्रसंग Wi-Fi Direct बाट जोडिएको छ।
pa: Wi-Fi Direct ਰਾਹੀਂ %d ਡਿਵਾਈਸਿਸ ਨਾਲ ਕਨੈਕਟ ਕਰੋ।
ro: Conectat cu %d dispozitive prin Wi-Fi Direct
si: Wi-Fi Direct හරහා උපාංග %d සමග සම්බන්ධ කෙරිණි.
sk: Pripojené k %d zariadeniam cez Wi-Fi Direct.
sl: Povezano z %d drugimi napravami prek Wi-Fi Direct.
sr: Povezano sa %d druga(ih) uređaja preko Wi-Fi Direct-a.
sv: Ansluten till %d enheter via Wi-Fi Direct.
tl: Nakakonekta sa %d device sa pamamagitan ng Wi-Fi Direct.
tr_tr: Wi-Fi Direct ile %d cihaza bağlandı.
vi: Đã kết nối với %d thiết bị qua Wi-Fi Direct.
zh_hk: 已透過 Wi-Fi Direct 與 %d 裝置連接。

# IDS_WIFI_SBODY_NOT_CONNECTED_M_STATUS_ABB
source: Not connected
bn: সংযুক্ত নয়
ca: No connectat
cs: Nepřipojeno
da: Ingen forbindelse
de: Nicht verbunden
el_gr: Δεν έχει συνδεθεί
es_es: No conectado
eu: Ez dago konektatuta
ga: Gan nascadh
gu: જોડાયેલ નથી
hu: Nincs kapcsolat
is: Engin tenging
it_it: Non connesso
ja_jp: 未接続
ka: კავშირი არაა
kk: Қосылмаған
kn: ಸಂಪರ್ಕಿತವಾಗಿಲ್ಲ
lt: Neprisijungta
mr: कनेक्ट केलेले नाही
ms: Tidak disambungkan
my: ခ်ိတ္ဆက္မထားပါ
ne: जडान गरिएको छैन
pa: ਕਨੈਕਟ ਨਹੀਂ ਹੈ
ro: Neconectat
si: සබැඳී නැත
sk: Nepripojené
sl: Ni povezano
sr: Nije povezan
sv: Inte ansluten
tl: Hindi nakakonekta
tr_tr: Bağlı değil
vi: Chưa kết nối
zh_hk: 未連接

# IDS_WIFI_POP_THIS_WI_FI_DIRECT_CONNECTION_WILL_BE_CANCELLED
source: This Wi-Fi Direct connection will be canceled.
bn: এই Wi-Fi Direct সংযোগগুলি বাতিল হবে।
ca: Es cancel·larà aquesta connexió Wi-Fi Direct.
cs: Toto připojení Wi-Fi Direct bude zrušeno.
da: Denne Wi-Fi Direct-forbindelse annulleres.
de: Diese Wi-Fi Direct-Verbindung wird abgebrochen.
el_gr: Αυτή η σύνδεση Wi-Fi Direct θα ακυρωθεί.
es_es: Se cancelará esta conexión Wi-Fi Direct.
eu: Wi-Fi Direct konexio hau utziko da.
ga: Cuirfear an nasc Wi-Fi Direct seo ar ceal.
gu: આ Wi-Fi Direct જોડાણ રદ કરવામાં આવશે.
hu: Ez a Wi-Fi Direct-kapcsolat megszakad.
is: Hætt verður við þessa Wi-Fi Direct-tengingu.
it_it: Questa connessione a Wi-Fi Direct verrà annullata.
ja_jp: Wi-Fi Direct接続をキャンセルします。
ka: ეს Wi-Fi Direct კავშირი გაუქმდება.
kk: Бұл Wi-Fi Direct қосылымынан бас тартылады.
kn: ಈ Wi-Fi Direct ಸಂಪರ್ಕವನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುತ್ತದೆ.
lt: Šis „Wi-Fi Direct“ ryšys bus nutrauktas.
mr: हे Wi-Fi Direct कनेक्शन रद्द करण्यात येईल.
ms: Sambungan Wi-Fi Direct ini akan dibatalkan.
my: ဤ Wi-Fi Direct ခ်ိတ္ဆက္မႈ ပယ္ဖ်က္လိမ့္မည္။
ne: यस Wi-Fi Direct जडानलाई रद्द गरिनेछ।
pa: Wi-Fi Direct ਕਨੈਕਸ਼ਨ ਰੱਦ ਹੋ ਜਾਵੇਗਾ।
ro: Această conexiune Wi-Fi Direct va fi anulată.
si: මෙම Wi-Fi Direct සබැඳුම අවලංගු කෙරෙනු ඇත.
sk: Toto pripojenie Wi-Fi Direct sa zruší.
sl: Ta povezava Wi-Fi Direct bo preklicana.
sr: Ova Wi-Fi Direct veza će biti otkazana.
sv: Denna Wi-Fi Direct-anslutning kommer att avbrytas.
tl: Kakanselahin ang koneksyon sa Wi-Fi Direct na ito.
tr_tr: Bu Wi-Fi Direct bağlantısı iptal edilecek.
vi: Kết nối Wi-Fi Direct này sẽ bị hủy.
zh_hk: 將取消此 Wi-Fi Direct 連接。

# IDS_WIFI_BODY_TO_SAVE_BATTERY_POWER_DISABLE_WI_FI_DIRECT_AFTER_USE
source: To save battery power, disable Wi-Fi Direct after use.
bn: ব্যাটারি পাওয়ার সাশ্রয় করতে ব্যবহারের পরে Wi-Fi Direct অক্ষম করুন।
ca: Per estalviar bateria, deshabiliti Wi-Fi Direct després d'ús
cs: Chcete-li šetřit energii baterie, vypněte po použití Wi-Fi Direct.
da: Deaktivér Wi-Fi Direct efter brug for at spare batteristrøm.
de: Wi-Fi Direct nach Verwendung deaktivieren, um Strom zu sparen.
el_gr: Για εξοικονόμηση μπαταρίας, απενεργοποιήστε το Wi-Fi Direct μετά τη χρήση.
es_es: Para ahorrar batería, desactive Wi-Fi Direct después de su uso
eu: Bateria aurrezteko, ezgaitu Wi-Fi Direct erabili ondoren
ga: Le cumhacht ceallra a choigilt, díchumasaigh Wi-Fi Direct tar éis úsáide
gu: બેટરી પાવર બચાવવા માટે, ઉપયોગ પછી Wi-Fi Direct ને અક્ષમ કરો.
hu: Használat után az akkumulátor kímélése érdekében tiltsa le a Wi-Fi Direct funkciót.
is: Til að spara rafhlöðuna skaltu slökkva á Wi-Fi Direct eftir notkun.
it_it: Per risparmiare la carica della batteria, disattivate Wi-Fi Direct dopo l’utilizzo.
ja_jp: バッテリーの消費量を抑えるため、使用後はWi-Fi Directを無効にしてください。
ka: ენერგიის დაზოგვის მიზნოთ, გამორთეთ Wi-Fi Direct, მისი გამოყენების შემდეგ.
kk: Батарея зарядын үнемдеу үшін пайдаланғаннан кейін Wi-Fi Direct өшіріңіз.
kn: ಬ್ಯಾಟರಿ ಶಕ್ತಿ ಉಳಿಸಲು, ಬಳಕೆಯ ನಂತರ Wi-Fi Direct ನಿಶಕ್ತಗೊಳಿಸಿ.
lt: Baigę naudoti išjunkite „Wi-Fi Direct“ – taip bus taupoma akumuliatoriaus energija.
mr: बॅटरी पॉवर जतन करण्यासाठी, वापरानंतर Wi-Fi Direct अक्षम करा.
ms: Untuk menjimatkan kuasa bateri, nyahaktifkan Wi-Fi Direct selepas digunakan.
my: ဘက္ထရီအား ေခၽြတာရန္ Wi-Fi Direct ကို သံုးၿပီးေနာက္ ပိတ္ထားပါ။
ne: बैटरी पावर बचत गर्नको लागि, Wi-Fi Direct प्रयोग पछि असक्षम बनाउनुहोस्।
pa: ਬੈਟਰੀ ਪਾਵਰ ਬਚਾਉਣ ਲਈ, Wi-Fi Direct ਨੂੰ ਵਰਤਣ ਤੋਂ ਬਾਅਦ ਅਸਮੱਰਥ ਕਰ ਦਿਓ।
ro: Pentru a economisi bateria, dezactivaţi Wi-Fi Direct după utilizare.
si: බැටරි බලය ඉතිරි කර ගැනීමට, Wi-Fi Direct භාවිතා කළ පසු එය අක්‍රීය කරන්න.
sk: Wi-Fi Direct po použití vypnite, aby sa šetrila energia batérie.
sl: Če želite prihraniti energijo baterije, onemogočite Wi-Fi Direct po uporabi.
sr: Za uštedu napajanja baterije onemogući Wi-Fi Direct nakon korišćenja.
sv: Om du vill spara ström inaktiverar du Wi-Fi Direct efter användning.
tl: Upang magtipid ng power ng baterya, huwag paganahin ang Wi-Fi Direct pagkatapos gamitin.
tr_tr: Pil gücünden tasarruf etmek için kullandıktan sonra Wi-Fi Direct'i devre dışı bırakın.
vi: Để tiết kiệm nguồn pin, tắt Wi-Fi Direct sau khi sử dụng.
zh_hk: 若要節省電量，請在使用後停用 Wi-Fi Direct。

# IDS_WIFI_SK_WPS_PIN
source: WPS PIN
ca: PIN WPS
cs: PIN kód WPS
da: WPS PIN-kode
el_gr: PIN WPS
es_es: PIN DE WPS
eu: WPS PINa
ga: PIN WPS
is: PIN fyrir nettengingu
it_it: PIN WPS
ro: PIN WPS
sl: Koda PIN za WPS

# IDS_WIFI_BODY_WI_FI
source: Wi-Fi
de: WLAN
