Repository: tizenorg/apps.core.preloaded.ug-wifi-direct
Catalog: *-wifidirect/po/*.po
Languages: bn, ca, cs, da, de, el_gr, es_es, eu, ga, gu, hu, is, it_it, ja_jp, ka, kk, kn, lt, mr, ms, my, ne, pa, ro, si, sk, sl, sr, sv, tl, tr_tr, vi, zh_hk

source: %s is selected. If you are unable to connect to an AP, change the SIM card used for verification by going to SIM card manager. Then select the SIM card you want to use for Mobile data and multimedia messages. Alternatively, you can unmount the SIM card you do not want to use.
ca: S'ha seleccionat %s. Si no pot connectar a un punt d'accés, canviï la targeta SIM utilitzada per a la verificació anant al gestor de targetes SIM. Després, seleccioni la targeta SIM que vulgui utilitzar per a les dades mòbils i missatges multimèdia. També pot desmuntar la targeta SIM que no vulgui utilitzar.
cs: Je vybrána %s. Pokud se nemůžete připojit k přístupovému bodu, změňte SIM kartu použitou k ověření pomocí správce SIM karet. Potom vyberte SIM kartu, kterou chcete použít pro Mobilní data a multimediální zprávy. Nebo můžete odpojit SIM kartu, kterou nechcete použít.
da: %s er blevet valgt. Hvis du ikke kan oprette forbindelse til en AP, skal du ændre indstillingen for SIM-kortet, der bruges til bekræftelse, ved at gå til Administration af SIM-kort. Vælg herefter det SIM-kort, du vil bruge til mobile data og mms-beskeder. Alternativt kan du deaktivere det SIM-kort, du ikke vil bruge.
de: %s wurde ausgewählt. Wenn Sie keine Verbindung mit einem AP herstellen können, ändern Sie die SIM-Karte für die Bestätigung in der SIM-Kartenverwaltung. Wählen Sie dann die SIM-Karte aus, die Sie für mobile Daten und MMS verwenden möchten. Als Alternative können Sie die SIM-Karte, die Sie nicht verwenden möchten, deaktivieren.
el_gr: Το %s είναι επιλεγμένο. Αν δεν μπορείτε να συνδεθείτε σε ένα AP, αλλάξτε την κάρτα SIM που χρησιμοποιείται για επαλήθευση μέσω της Διαχείρισης καρτών SIM. Στη συνέχεια, επιλέξτε την κάρτα SIM που θέλετε να χρησιμοποιήσετε για δεδομένα κινητής τηλεφωνίας και μηνύματα πολυμέσων. Εναλλακτικά, μπορείτε να αποσυνδέσετε την κάρτα SIM που δεν θέλετε να χρησιμοποιήσετε.
es_es: Se ha seleccionado %s. Si no puede conectarse a un punto de acceso, cambie la tarjeta SIM utilizada para la verificación accediendo al gestor de tarjetas SIM. A continuación, seleccione la tarjeta que quiere utilizar para los datos móviles y los mensajes multimedia. De forma alternativa, puede desinstalar la tarjeta SIM que no desee utilizar.
eu: %s hautatu da. Ezin baduzu SP batera konektatu, aldatu egiaztapenean erabilitako SIM txartela, SIM txartelaren kudeatzailean. Ondoren hautatu Datu mugikorretarako eta multimedia mezuetarako erabili nahi duzun SIM txartela. Bestela, erabili nahi ez duzun SIM txartela atera dezakezu.
ga: Tá %s roghnaithe. Mura féidir leat nascadh le AP, athraigh an cárta SIM a úsáidtear le fíorú ach gabháil chuig Bainisteoir cártaí SIM. Ansin roghnaigh an cárta SIM is mian leat a úsáid le haghaidh Sonraí móibíleacha agus teachtaireachtaí ilmheán. De rogha air sin, is féidir leat an cárta SIM nach mian leat a úsáid a dhíghléasadh.
hu: A(z) %s van kiválasztva. Ha nem tud kapcsolódni egy hozzáférési ponthoz, akkor módosítsa a hitelesítéshez használt SIM kártyát a SIM-kártyakezelő segítségével. Ezután válassza ki a mobil adatkapcsolathoz és multimédiás üzenetekhez használni kívánt SIM kártyát. Azt is megteheti azonban, hogy leválasztja azt a SIM kártyát, amelyet nem kíván használni.
is: %s er valið. Ef þú getur ekki tengst aðgangsstað skaltu fara í SIM-kortastjórnun og skipta um SIM-kort fyrir staðfestingu. Veldu síðan SIM-kortið sem þú vilt nota fyrir farsímagögn og margmiðlunarskilaboð. Önnur leið er að aftengja SIM-kortið sem þú vilt ekki nota.
it_it: %s è selezionato. Se non riuscite a connettervi a un punto di accesso, cambiate la scheda SIM utilizzata per la verifica andando in Gestione schede SIM. Quindi, selezionate la scheda SIM che volete utilizzare per la connessione dati e i messaggi multimediali. In alternativa, potete smontare la scheda SIM che non volete utilizzare.
ja_jp: %sが選択されています。 APに接続できない場合、SIMカードマネージャーに移動して認証に使用するSIMカードを変更してから、モバイルデータおよびマルチメディアメッセージに使用するSIMカードを選択します。また、使用しないSIMカードのマウントを解除することもできます。
ka: არჩეულია %s. თუ წვდომის წერტილს ვერ უკავშირდებით, გადადით SIM ბარათების მმართველზე და შეცვალეთ დამოწმებისთვის გამოყენებული SIM ბარათი. შემდეგ აირჩიეთ SIM ბარათი, რომლის გამოყენებაც გსურთ მობილურ მონაცემთა ქსელისა და მულტიმედიური შეტყობინებებისთვის. სხვაგვარად, შეგიძლიათ გათიშოთ SIM ბარათი, რომლის გამოყენებაც არ გსურთ.
kk: %s таңдалды. AP қосыла алмасаңыз, SIM карта реттеушісіне өту арқылы растау үшін пайдаланылған SIM картаны ауыстырыңыз. Осыдан кейін ұялы деректер мен мультимедиа хабарлары үшін пайдаланғыңыз келетін SIM картаны таңдаңыз. Балама түрде, пайдаланғыңыз келмейтін SIM картаны алып тастауға болады.
lt: Pasirinkta %s. Jei negalite prisijungti prie AP, nuėję į SIM kortelės tvarkyklę pakeiskite patvirtinimui naudojamą SIM kortelę. Tuomet pasirinkite SIM kortelę, kurią norite naudoti mobiliesiems duomenims ir multimedijos žinutėms. Taip pat galite išimti SIM kortelę, kurios nenorite naudoti.
ro: S-a selectat %s. Dacă nu vă puteţi conecta la un PA, schimbaţi cartela SIM utilizată pentru verificare accesând managerul de cartele SIM. Apoi, selectaţi cartela SIM pe care doriţi să o utilizaţi pentru Datele mobile şi mesajele multimedia. De asemenea, puteţi să dezinstalaţi cartela SIM pe care nu doriţi să o utilizaţi.
sk: Vybraté: %s. Ak sa nemôžete pripojiť k prístupovému bodu, prostredníctvom aplikácie Správca kariet SIM zmeňte kartu SIM používanú na overenie. Potom vyberte kartu SIM, ktorú chcete používať pre mobilné dátové pripojenie a multimediálne správy. Prípadne môžete odpojiť kartu SIM, ktorú nechcete používať.
sl: Izbrana je kartica %s. Če se ne uspete povezati z dostopno točko, v upravitelju kartic SIM spremenite kartico SIM, ki jo uporabljate za potrditev. Nato izberite kartico SIM, ki jo želite uporabljati za funkcijo Prenos podatkov prek mobilnega omrežja in za večpredstavnostna sporočila. Lahko pa tudi odstranite kartico SIM, ki je ne želite uporabljati.
sr: %s kartica je izabrana. Ako ne možeš da uspostaviš vezu sa pristupnom tačkom, promeni SIM karticu koju koristiš za potvrdu tako što ćeš otići na Menadžer SIM kartice. Zatim izaberi SIM karticu koju želiš da koristiš za Mobilne podatke i multimedijalne poruke. Alternativno, možeš da isključiš SIM karticu koju ne želiš da koristiš.
sv: %s har valts. Om du inte kan ansluta till en åtkomstpunkt byter du SIM-kort för verifiering genom att gå till SIM-kortshanteraren. Välj sedan SIM-kortet som du vill använda för mobildata och MMS. Alternativt kan du ta ur SIM-kortet som du inte vill använda.
tr_tr: %s seçildi. Bir AP'ye bağlanamıyorsanız SIM kart yöneticisine giderek doğrulama için kullanılan SIM kartı değiştirin. Ardından, Mobil veri ve multimedya mesajları için kullanmak istediğiniz SIM kartı seçin. Alternatif olarak, kullanmak istemediğiniz SIM kartı çıkarabilirsiniz.
zh_hk: 已選擇 %s。 若您無法連接至 AP，請通過前往 SIM 卡管理員變更用於驗證的 SIM 卡。然後選擇您想要用於流動數據與多媒體訊息的 SIM 卡。或者，您也可卸載不想使用的 SIM 卡。

# IDS_WIFI_POP_PRESS_WPS_ON_YOUR_WI_FI_ACCESS_POINT_WITHIN_PD_MINUTES
source: Press WPS on your Wi-Fi access point within %d minutes.
ca: Premi WPS al seu punt d'accés Wi-Fi en %d minuts
cs: Stiskněte do %d minut tlačítko WPS na přístupovém bodu Wi-Fi.
da: Tryk på WPS på dit Wi-Fi-adgangspunkt inden for %d minutter.
de: Drücken Sie die WPS-Taste an Ihrem WLAN-Zugangspunkt innerhalb von %d Minuten.
el_gr: Πιέστε το WPS του σημείου πρόσβασης Wi-Fi εντός %d λεπτών.
es_es: Pulse WPS de su punto de acceso Wi-Fi en %d minutos
eu: Sakatu WPS Wi-Fi sargunean %d minutu igaro baino lehen
ga: Brúigh WPS ar do phointe rochtana Wi-Fi laistigh de %d nóiméad
hu: %d percen belül nyomja meg a Wi-Fi hozzáférési pont WPS gombját.
is: Ýttu á Nettengingu á Wi-Fi aðgangsstaðnum innan %d mínútna.
it_it: Premere WPS sul punto di accesso Wi-Fi entro %d minuti.
ja_jp: %d分以内にWi-FiアクセスポイントのWPSボタンを押してください。
ka: მაქსიმუმ %d წუთში დააჭირეთ WPS–ს თქვენი Wi-Fi წვდომის წერტილზე.
kk: Wi-Fi қатынас нүктесіндегі WPS пернесін %d минут ішінде басыңыз.
lt: Paspauskite WPS mygtuką „Wi-Fi“ prieigos taške per %d min.
ro: Apăsaţi pe WPS pe punctul dvs. de acces Wi-Fi în interval de %d minute.
sk: Do %d minút stlačte tlačidlo WPS na prístupovom bode Wi-Fi.
sl: Pritisnite WPS na dostopni točki Wi-Fi v %d minutah.
sr: Pritisni WPS dugme na Wi-Fi pristupnoj tački u roku od %d minuta.
sv: Tryck på WPS på Wi-Fi-åtkomstpunkten inom %d minuter.
tr_tr: %d dakika içinde Wi-Fi erişim noktanızdaki WPS tuşuna basın.
zh_hk: 在%d分鐘內按下Wi-Fi接入點的WPS。

# IDS_WIFI_POP_OPEN
source: Open
ca: Obrir
cs: Otevřít
da: Åben
de: Offen
el_gr: Άνοιγμα
es_es: Abierta
eu: Ireki
ga: Oscailte
hu: Nincs
is: Opna
it_it: Non protetta
ja_jp: オープン
ka: გახსნა
kk: Ашу
lt: Atidaryti
ro: Deschidere
sk: Otvoriť
sl: Odprto omrežje
sr: Otvorena
sv: Öppen
tr_tr: Aç
zh_hk: 開啟

# IDS_WIFI_POP_NO_WI_FI_AP_FOUND
source: No Wi-Fi AP found.
ca: No es troba Wi-Fi AP
cs: Nebyl nalezen žádný přístupový bod Wi-Fi.
da: Ingen Wi-Fi-AP fundet.
de: Keine WLAN-AP gefunden
el_gr: Δεν βρέθηκε εφαρμογή Wi-Fi.
es_es: No se ha encontrado ningún AP Wi-Fi
eu: Ez da Wi-Fi APrik aurkitu
ga: Níor aimsíodh AP Wi-Fi.
hu: Nem található Wi-Fi hozzáférési pont.
is: Enginn Wi-Fi aðgangsstaður fannst.
it_it: Nessun punto di accesso Wi-Fi trovato.
ja_jp: Wi-Fi APが見つかりません。
ka: Wi-Fi AP ვერ მოიძებნა.
kk: Ешқандай Wi-Fi AP табылмады.
lt: „Wi-Fi“ AP nerasta.
ro: Nu a fost găsită o aplicaţie Wi-Fi.
sk: Nepodarilo sa nájsť žiadny prístupový bod Wi-Fi.
sl: Ne najdem dostopne točke Wi-Fi.
sr: Nema Wi-Fi pristupne tačke.
sv: Det finns ingen Wi-Fi-åtkomstpunkt.
tr_tr: Hiç Wi-Fi AP bulunamadı.
zh_hk: 找不到 Wi-Fi AP。

# IDS_WIFI_POP_CURRENT_NETWORK_WILL_BE_DISCONNECTED
source: Current network will be disconnected.
ca: Es desconnectarà la connexió actual
cs: Aktuální síť bude odpojena.
da: Det aktuelle netværk bliver frakoblet.
de: Aktuelle Netzwerkverbindung wird getrennt.
el_gr: Το τρέχον δίκτυο θα αποσυνδεθεί.
es_es: Se desconectará la red actual
eu: Sare hau deskonektatuko da
ga: Dínascfar an líonra reatha
hu: A jelenlegi hálózati kapcsolat megszűnik.
is: Tengingu við núverandi kerfi verður slitið.
it_it: La connessione verrà terminata
ja_jp: 現在のネットワーク接続を解除します。
ka: მიმდინარე ქსელი გამოირთვება.
kk: Ағымдағы желі ажыратылады.
lt: Dabartinis tinklas bus atjungtas.
ro: Reţeaua curentă va fi deconectată.
sk: Aktuálna sieť sa odpojí.
sl: Povezava s trenutnim omrežjem bo prekinjena.
sr: Trenutna mreža će biti isključena.
sv: Aktuellt nätverk kopplas från.
tr_tr: Geçerli ağ bağlantısı kesilecek.
zh_hk: 將中斷目前網絡的連接。

# IDS_WIFI_OPT_SHOW_PASSWORD
source: Show password
ca: Mostrar contrasenya
cs: Zobrazit heslo
da: Vis adgangskode
de: Passwort anzeigen
el_gr: Εμφάνιση κωδικού πρόσβασης
es_es: Mostrar contraseña
eu: Erakutsi pasahitza
ga: Taispeáin pasfhocal
hu: Jelszó megjelenítése
is: Sýna lykilorð
it_it: Mostra password
ja_jp: パスワードを表示
ka: პაროლის გამოჩენა
kk: Құпиясөзді көрсету
lt: Rodyti slaptažodį
ro: Afişaţi parola
sk: Zobraziť heslo
sl: Pokaži geslo
sr: Prikaži lozinku
sv: Visa lösenord
tr_tr: Şifreyi göster
zh_hk: 顯示密碼

# IDS_WIFI_OPT_MOBILEACCESSSERVICEATCIVATION_ON
source: On
ca: Activat
cs: Zapnuto
da: Til
de: Ein
el_gr: Ενεργό
es_es: Activado
eu: Aktibatuta
ga: Air
hu: Be
is: Kveikt
it_it: Attivo
ka: ჩართვა
kk: Қосылған
lt: Įjungta
ro: Pornit
sk: Zap.
sl: Vključeno
sr: Uključeno
sv: På
tr_tr: Açık
zh_hk: 開

# IDS_WIFI_OPT_MOBILEACCESSSERVICEATCIVATION_OFF
source: Off
ca: Desactivat
cs: Vypnuto
da: Fra
de: Aus
el_gr: Ανενεργό
es_es: Desactivado
eu: Desaktibatuta
ga: As
hu: Ki
is: Slökkt
it_it: Non attivo
ka: გამორთ.
kk: Өшірілген
lt: Išjungta
ro: Oprit
sk: Vyp.
sl: Izključeno
sr: Isključeno
sv: Av
tr_tr: Kapalı
zh_hk: 關

# IDS_WIFI_OPT_FORGET_NETWORK
source: Forget network
ca: Oblidar xarxa
cs: Zapomenout síť
da: Glem netværk
de: Netzwerk entfernen
el_gr: Να μη γίνει απομνημόνευση δικτύου
es_es: Olvidar red
eu: Ahaztu sarea
ga: Déan dearmad ar líonra
hu: Hálózat elfelejtése
is: Gleyma kerfi
it_it: Dimentica rete
ja_jp: ネットワークを切断
ka: ქსელის დავიწყება
kk: Желіні ұмыту
lt: Pamiršti tinklą
ro: Ignorare reţea
sk: Zabudnúť sieť
sl: Pozabi omrežje
sr: Zaboravi mrežu
sv: Glöm nätverk
tr_tr: Ağı unut
zh_hk: 忘記網絡

# IDS_WIFI_MBODY_SMART_NETWORK_SWITCH
source: Smart network switch
ca: Canvi Smart network
cs: Chytrý přepínač sítě
da: Skift til smart-netværk
de: Intelligenter Netzwechsel
el_gr: Έξυπνη εναλλαγή δικτύου
es_es: Cambio de Smart network
eu: Sare adimendunaren tekla
ga: Aistriú go líonra cliste
hu: Intelligens hálózatváltás
is: Snjöll netskipti
it_it: Rete Intelligente
ja_jp: ｽﾏｰﾄﾈｯﾄﾜｰｸ切り替え
ka: ინტელექტუალური გადართვა
kk: Смарт желіні ауыстыру
lt: Išmanus tinklo jungiklis
ro: Comutare intelig. reţea
sk: Intelig. prepínanie sietí
sl: Preklop pametnega omrežja
sr: Pametna promena mreže
sv: Smart nätverksbyte
tr_tr: Akıllı ağ anahtarı
zh_hk: 智能網絡切換

# IDS_WIFI_MBODY_SIGNAL_STRENGTH_KOR_SKT
source: Signal strength
ca: Potència de senyal
cs: Intenzita signálu
da: Signalstyrke
de: Signalstärke
el_gr: Ισχύς σήματος
es_es: Intensidad de la señal
eu: Seinale indarra
ga: Neart comhartha
hu: Jelerősség
is: Sendistyrkur
it_it: Potenza del segnale
ja_jp: 電波強度
ka: სიგნალის სიმძლავრე
kk: Сигнал деңгейі
lt: Signalo stiprumas
ro: Putere semnal
sk: Intenzita signálu
sl: Moč signala
sr: Jačina signala
sv: Signalstyrka
tr_tr: Sinyal kuvveti
zh_hk: 訊號強度

# IDS_WIFI_MBODY_REDUCE_MOBILE_DATA_USAGE
source: Reduce mobile data usage
ca: Reduir ús de dades mòbils
cs: Snížit využití mob. dat
da: Nedsæt brug af mob. data
de: Mobile Daten reduzieren
el_gr: Μείωση χρ. δεδ. κιν. τηλ.
es_es: Reducir uso datos móviles
eu: Txikitu d. mug. erabilera
ga: Laghdaigh úsáid sonraí móib.
hu: Mobil adathaszn. csökk.
is: Minnka farsímagagnanotkun
it_it: Riduci uso connessione dati
ja_jp: ﾓﾊﾞｲﾙﾃﾞｰﾀ使用量を抑える
ka: შემცირდეს გამოყენება
kk: Ұялы дер. пайдал. азайту
lt: Mažint.mob.duom.naudojimą
ro: Reducere ut. date mobile
sk: Znížiť využív. mob. dát.
sl: Manjša poraba mob. podat.
sr: Smanji up. pod. mob. tel.
sv: Minska mobildataanvändn.
tr_tr: Mobil veri kull. azalt
zh_hk: 減少流動數據使用量

# IDS_WIFI_MBODY_PRIORITISE_SPEED
source: Prioritize speed
ca: Prioritzar velocitat
cs: Priorita rychlost
da: Prioritér hastighed
de: Vorrang für Geschwind.
el_gr: Προτεραιότητα ταχύτητας
es_es: Priorizar velocidad
eu: Lehenetsi abiadura
ga: Tosaíocht ar luas
hu: A gyorsaság az elsődleges
is: Hraði í forgangi
it_it: Assegna priorità a velocità
ja_jp: 速度を優先する
ka: სიჩქარის პრიორიტეტი
kk: Жылдамдықты приоритеттеу
lt: Suteikti pirmen. greičiui
ro: Prioritate viteză
sk: Uprednostniť rýchlosť
sl: Prednost ima hitrost
sr: Daj prioritet brzini
sv: Prioritera hastighet
tr_tr: Hıza öncelik tanı
zh_hk: 速度優先

# IDS_WIFI_MBODY_NETWORK_BONDING
source: Network bonding
ca: Vinculació de xarxa
cs: Spojování sítí
da: Netværkstilknytning
de: Netzwerkbündelung
el_gr: Σύνδεση δικτύων
es_es: Vinculación de red
eu: Sare lotzea
ga: Nascáil líonra
hu: Hálózatkapcsolás
is: Sameinað net
it_it: Bonding di rete
ja_jp: ネットワークボンディング
ka: ქსელების დაკავშირება
kk: Желіні біріктіру
lt: Tinklo ryšys
ro: Asocierea reţelelor
sk: Spojenie sietí
sl: Povezovanje omrežij
sr: Osiguravanje mreže
sv: Nätverksbindning
tr_tr: Ağ bağlama
zh_hk: 網絡合併

# IDS_WIFI_HEADER_WI_FI_NETWORK_INFO_ABB
source: Wi-Fi network info
ca: Informació de xarxa Wi-Fi
cs: Informace o síti Wi-Fi
da: Oplysninger om Wi-Fi-netværk
de: Info zum WLAN-Netzwerk
el_gr: Πληροφορίες δικτύου Wi-Fi
es_es: Información de red Wi-Fi
eu: Wi-Fi sarearen informazioa
ga: Faisnéis líonra Wi-Fi
hu: Wi-Fi hálózat adatai
is: Upplýsingar um Wi-Fi net
it_it: Informazioni rete Wi-Fi
ja_jp: Wi-Fiネットワーク情報
ka: Wi-Fi ქსელის ინფორმაცია
kk: Wi-Fi желілер туралы ақпарат
lt: „Wi-Fi“ tinklo informacija
ro: Informaţii reţea Wi-Fi
sk: Informácie o sieti Wi-Fi
sl: Podatki o omrežju Wi-Fi
sr: Informacije o Wi-Fi mreži
sv: Information om Wi-Fi-nätverk
tr_tr: Wi-Fi ağı bilgisi
zh_hk: Wi-Fi 網絡資訊

# IDS_WIFI_HEADER_SELECT_WPS_METHOD_ABB
source: Select WPS method
ca: Seleccionar mètode WPS
cs: Vyberte metodu WPS
da: Vælg WPS-metode
de: WPS-Methode auswählen
el_gr: Επιλογή μεθόδου WPS
es_es: Seleccionar método WPS
eu: Hautatu WPS metodoa
ga: Roghnaigh modh WPS
hu: WPS-módszer kiválasztása
is: Veldu WPS-aðferð
it_it: Seleziona metodo WPS
ja_jp: WPS方式を選択
ka: აირჩიეთ WPS მეთოდი
kk: WPS әдісін таңдау
lt: Pasirinkite WPS metodą
ro: Selectare metodă WPS
sk: Vyberte metódu WPS
sl: Izberite način WPS
sr: Izaberi WPS metodu
sv: Välj WPS-metod
tr_tr: WPS yöntemi seç
zh_hk: 選擇 WPS 方式

# IDS_WIFI_HEADER_PROXY_ADDRESS
source: Proxy address
ca: Adreça de proxy
cs: Adresa proxy
da: Proxy-adresse
de: Proxy-Adresse
el_gr: Διεύθ.διακ.μεσολάβ.
es_es: Dirección de proxy
eu: Proxy helbidea
ga: Seoladh seachfhreastalaí
hu: Proxy címe
is: Vistfang staðgengilsnetþjóns
it_it: Indirizzo proxy
ja_jp: プロキシアドレス
ka: პროქსი სერვერის მისამართი
kk: Прокси адресі
lt: Proxy serverio adresas
ro: Adresă proxy
sk: Adresa proxy
sl: Naslov strežnika proxy
sr: Adresa proksija
sv: Proxy-adress
tr_tr: Proxy adresi
zh_hk: 代理伺服器位址

# IDS_WIFI_HEADER_PASSWORD
source: Password
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el_gr: Κωδικός πρόσβασης
es_es: Contraseña
eu: Pasahitza
ga: Pasfhocal
hu: Jelszó
is: Aðgangsorð
ja_jp: パスワード
ka: პაროლი
kk: Кілтсөз
lt: Slaptažodis
ro: Parolă
sk: Heslo
sl: Geslo
sr: Lozinka
sv: Lösenord
tr_tr: Şifre
zh_hk: 密碼

# IDS_WIFI_HEADER_ENTER_PASSWORD
source: Enter password
ca: Introduir contrasenya
cs: Zadejte heslo.
da: Angiv adgangskode.
de: Passwort eingeben
el_gr: Εισαγωγή κωδικού.
es_es: Introducir contraseña
eu: Pasahitza idatzi
ga: Iontráil pasfhocal
hu: Írja be a jelszót.
is: Rita aðgangsorð.
it_it: Inserisci password.
ja_jp: パスワードを入力
ka: პაროლის შეყვანა.
kk: Кілтсөз енгізіңіз.
lt: Įvesti slaptažodį.
ro: Introduceţi parola.
sk: Zadajte heslo.
sl: Vnesite geslo.
sr: Unesi šifru.
sv: Ange lösenord.
tr_tr: Şifreyi girin.
zh_hk: 輸入密碼。

# IDS_WIFI_BUTTON_WPS_BUTTON
source: WPS button
ca: Botó WPS
cs: Tlač. WPS
da: WPS-knap
de: WPS-Taste
el_gr: Πλήκτρο WPS
es_es: Botón WPS
eu: WPS botoia
ga: Cnaipe WPS
hu: WPS gomb
is: Tengihnapp.
it_it: Tasto WPS
ja_jp: WPSボタン
ka: WPS ღილაკი
kk: WPS түймесі
lt: WPS mygtuk.
ro: Buton WPS
sk: Tlačid. WPS
sl: Gumb WPS
sr: WPS dugme
sv: WPS-knapp
tr_tr: WPS tuşu
zh_hk: WPS鍵

# IDS_WIFI_BUTTON_SCAN
source: Scan
ca: Escanejar
cs: Načíst
da: Scanning
de: Suchen
el_gr: Σάρωση
es_es: Buscar
eu: Eskaneatzea
hu: Keresés
is: Skanna
it_it: Scansione
ja_jp: スキャン
ka: სკანირება
kk: Қарап шығу
lt: Skenuoti
ro: Căutare
sk: Vyhľadať
sl: Preišči
sr: Skeniraj
sv: Skanna
tr_tr: Tara
zh_hk: 掃描

# IDS_WIFI_BUTTON_FIND_HIDDEN_NETWORK
source: Find hidden network
ca: Cercar xarxa oculta
cs: Najít skrytou síť
da: Find skjult netværk
de: Nach verborgenen Netzwerken suchen
el_gr: Κρυφό δίκτυο
es_es: Encontrar red oculta
eu: Aurkitu ezkutuko sarea
ga: Aimsigh líonra folaithe
hu: Rejtett hálózat keresése
is: Finna falið net
it_it: Trova rete nascosta
ja_jp: 非表示ネットワークを検索
ka: ფარული ქსელის ძებნა
kk: Жасырын желіні табу
lt: Ieškoti slepiamo tinklo
ro: Găsire reţea ascunsă
sk: Hľadať skrytú sieť
sl: Poišči skrito omrežje
sr: Nađi skrivenu mrežu
sv: Hitta dolt nätverk
tr_tr: Gizli ağ bul
zh_hk: 尋找隱藏的網絡

# IDS_WIFI_BODY_WI_FI_NETWORKS_AVAILABLE_ABB
source: Wi-Fi networks available.
ca: Xarxes Wi-Fi disponibles
cs: Dostupné sítě Wi-Fi.
da: Tilgængelige Wi-Fi-netværk.
de: WLAN-Netze verfügbar
el_gr: Διαθέσιμα δίκτυα Wi-Fi.
es_es: Redes Wi-Fi disponibles
eu: Wi-Fi sare erabilgarriak
ga: Tá líonraí Wi-Fi ar fáil.
hu: Van elérhető Wi-Fi hálózat.
is: Wi-Fi net eru til staðar.
it_it: Reti Wi-Fi disponibili.
ja_jp: Wi-Fiネットワークが使用できます。
ka: Wi-Fi ქსელები მისაწვდომია.
kk: Wi-Fi желілері қол жетімді.
lt: Aptikti „Wi-Fi“ tinklai.
ro: Reţele Wi-Fi disponibile
sk: Siete Wi-Fi sú k dispozícii.
sl: Na voljo so omrežja Wi-Fi.
sr: Dostupne su Wi-Fi mreže.
sv: Tillgängliga Wi-Fi-nätverk.
tr_tr: Wi-Fi ağları mevcut.
zh_hk: Wi-Fi 網絡可用。

# IDS_WIFI_BODY_WHILE_CHARGING_ONLY_ABB
source: While charging only
ca: Només mentre es carrega
cs: Pouze během nabíjení
da: Kun under opladning
de: Nur beim Laden
el_gr: Μόνο κατά τη φόρτιση
es_es: Solo durante carga
eu: Kargatzean soilik
ga: Le linn luchtú amháin
hu: Csak töltéskor
is: Aðeins við hleðslu
it_it: Soltanto durante la ricarica
ja_jp: 充電中のみON
ka: მხოლოდ დამუხტვის დროს
kk: Тек зарядтау кезінде
lt: Tik kraunant
ro: Numai la încărcare
sk: Iba počas nabíjania
sl: Samo med polnjenjem
sr: Samo tokom punjenja
sv: Endast vid laddning
tr_tr: Sadece şarj ederken
zh_hk: 僅在充電時

# IDS_WIFI_BODY_WEAK_M_STRENGTH
source: Weak
ca: Feble
cs: Slabý
da: Svag
de: Schwach
el_gr: Ασθενές
es_es: Débil
eu: Ahula
ga: Lag
hu: Gyenge
is: Lítill
it_it: Debole
ja_jp: 弱い
ka: სუსტი
kk: Әлсіз
lt: Silpnas
ro: Slabă
sk: Slabá
sl: Šibko
sr: Slabo
sv: Svag
tr_tr: Zayıf
zh_hk: 弱

# IDS_WIFI_BODY_USER_CERTIFICATE_ABB
source: User certificate
ca: Certificat usuari
cs: Uživ. certifikát
da: Brugercertifikat
de: Nutzerzertifikat
el_gr: Πιστοπ. χρήστη
es_es: Certific usuario
eu: Erabiltzailearen ziurtag.
ga: Deimhniú úsáideora
hu: Felh. tanúsítv.
is: Notandavottorð
it_it: Certific. utente
ja_jp: ユーザー証明書
ka: მომხ. სერთიფიკატი
kk: Пайдал-шы куәлігі
lt: Naud. sertifik.
ro: Certif. utiliz.
sk: Použ. certifikát
sl: Uporab.certifikat
sr: Korisnički sert.
sv: Användarcert.
tr_tr: Kullanıcı srtfksı
zh_hk: 用戶證書

# IDS_WIFI_BODY_UNSPECIFIED
source: Unspecified
ca: Sense especificar
cs: Nespecifikováno
da: Ikke specificeret
de: Nicht angegeben
el_gr: Ακαθόριστο
es_es: Sin especificar
eu: Zehaztu gabe
ga: Neamhshonraithe
hu: Nincs megadva
is: Ótilgreint
it_it: Non specificato
ja_jp: 設定なし
ka: დაუზუსტებელი
kk: Анықталмаған
lt: Nenurodytas
ro: Nespecificat
sk: Nešpecifik.
sl: Ni določeno
sr: Neodređeno
sv: Ospecificerad
tr_tr: Belirsiz
zh_hk: 未指定

# IDS_WIFI_BODY_UNKNOWN
source: Unknown
ca: Desconegut
cs: Neznámé
da: Ukendt
de: Unbekannt
el_gr: Άγνωστο
es_es: Desconocido
eu: Ezezaguna
ga: Anaithnid
hu: Ismeretlen
is: Óþekkt
it_it: Sconosciuto
ja_jp: 不明
ka: უცნობი
kk: Белгісіз
lt: Nežinomas
ro: Necunoscut
sk: Neznáme
sl: Neznano
sr: Nepoznato
sv: Okänd
tr_tr: Bilinmeyen
zh_hk: 未知
