Repository: tizenorg/apps.core.preloaded.ug-wifi-direct
Catalog: *-wifidirect/po/*.po
Languages: bn, ca, cs, da, de, el_gr, es_es, eu, ga, gu, hu, is, it_it, ja_jp, ka, kk, kn, lt, mr, ms, my, ne, pa, ro, si, sk, sl, sr, sv, tl, tr_tr, vi, zh_hk

source: To download large files faster, use Wi-Fi and mobile networks together.
ca: Per descarregar fitxers més ràpidament, utilitzi Wi-Fi i xarxes mòbils conjuntament.
cs: Chcete-li stahovat velké soubory rychleji, použijte Wi-Fi a mobilní sítě dohromady.
da: Hvis du vil downloade store filer hurtigere, skal du bruge Wi-Fi- og mobile netværk samtidig.
de: Verwenden Sie zum Herunterladen von großen Dateien WLAN und mobile Netze gleichzeitig.
el_gr: Για την ταχύτερη λήψη μεγάλων αρχείων, χρησιμοποιήστε δίκτυα Wi-Fi και κινητής τηλεφωνίας ταυτόχρονα.
es_es: Para descargar archivos grandes más rápido, use redes Wi-Fi y móviles conjuntamente.
eu: Fitxategi handiak azkarrago deskargatzeko, erabili Wi-Fi eta sare mugikorrak aldi berean
ga: Chun comhaid mhóra a íoslódáil níos tapa, úsáid Wi-Fi agus líonraí móibíleacha le chéile.
hu: A nagy fájlok gyorsabb letöltése érdekében egyszerre is használhatja a Wi-Fi és a mobilhálózatot.
is: Til að sækja skrár hraðar skaltu nota Wi-Fi og farsímakerfi saman.
it_it: Per scaricare file di grandi dimensioni più rapidamente, utilizzate la rete Wi-Fi e la rete cellulare contemporaneamente.
ja_jp: 容量が大きいファイルをより速くダウンロードするには、Wi-Fiとモバイルネットワークを同時に使用してください。
ka: დიდი ფაილების მოგვიანებით ჩამოტვირთვისთვის ერთად გამოიყენეთ Wi-Fi და მობილური ქსელი.
kk: Үлкен файлдарды жылдамырақ жүктеу үшін, Wi-Fi және ұялы желілерді бірге пайдаланыңыз.
lt: Norėdami greičiau atsisiųsti didelius failus, „Wi-Fi“ ir mobiliuosius tinklus naudokite kartu.
ro: Pentru a descărca mai rapid fişierele mari, utilizaţi împreună reţeaua Wi-Fi şi cea mobilă.
sk: Ak chcete rýchlejšie sťahovať veľké súbory, používajte spolu siete Wi-Fi a mobilné siete.
sl: Za hitrejši prenos večjih datotek uporabite omrežje Wi-Fi in mobilno omrežje hkrati.
sr: Radi bržeg preuzimanja većih fajlova, istovremeno koristi Wi-Fi i mobilne mreže.
sv: Hämta större filer snabbare genom att använda Wi-Fi-nätverk och mobilnät tillsammans.
tr_tr: Büyük dosyaları daha hızlı indirmek için Wi-Fi ve mobil ağları birlikte kullanın.
zh_hk: 若要使下載大檔案更快，請同時使用 Wi-Fi 和流動網絡。

# IDS_WIFI_BODY_SUBNET_MASK
source: Subnet mask
ca: Màscara de subxarxa
cs: Maska podsítě
da: Subnet-maske
de: Subnetzmaske
el_gr: Μάσκα υποδικτύου
es_es: Máscara de subred
eu: Azpi-sareko maskara
ga: Masc folíonra
hu: Alhálózati maszk
is: Undirkerfi
it_it: Maschera di sottorete
ja_jp: サブネットマスク
ka: ქვექსელის ნიღაბი
kk: Бағыныңқы желі енгізу бүркеніші
lt: Potinklio maskuotė
ro: Mască subreţea
sk: Maska podsiete
sl: Maska podomrežja
sr: Maska podmreže
sv: Nätmask
tr_tr: Alt ağ maskesi
zh_hk: 子網絡範圍

# IDS_WIFI_BODY_STATIC_IP
source: Static IP
ca: IP estàtica
cs: Pevná adresa IP
da: Statisk IP
de: Statische IP-Adresse
el_gr: Στατικό IP
es_es: IP estática
eu: IP estatikoa
ga: IP Statach
hu: Statikus IP-cím
is: Kyrrlegar IP
it_it: IP statico
ja_jp: 静的IP
ka: სტატიკური IP
kk: Статикалық IP-мекен-жай
lt: Statinis IP
ro: IP static
sk: Pevná adresa IP
sl: Statični IP
sr: Statička IP adresa
sv: Statisk IP
tr_tr: Statik IP
zh_hk: 靜態 IP

# IDS_WIFI_BODY_SORT_BY
source: Sort by
ca: Ordenar per
cs: Seřadit podle
da: Sortér efter
de: Sortieren nach
el_gr: Ταξινόμηση κατά
es_es: Ordenar por
eu: Antolatu honen bidez
ga: Sórtáil de réir
hu: Rendezés
is: Raða eftir
it_it: Ordina per
ja_jp: 並べ替え
ka: გადარჩევა
kk: Бойынша сұрыптау
lt: Rūšiuoti pagal
ro: Sortare după
sk: Usporiadať podľa
sl: Uredi po
sr: Sortiraj po
sv: Sortera efter
tr_tr: Sıralama ölçütü
zh_hk: 排序方式

# IDS_WIFI_BODY_SCANNING_ING
source: Scanning...
ca: Examinant...
cs: Hledám...
da: Scanner ...
de: Scannen...
el_gr: Σάρωση...
es_es: Explorando...
eu: Eskaneatzen...
ga: Ag scanadh...
hu: Ellenőrzés...
is: Verið er að skrá...
it_it: Scansione...
ja_jp: スキャン中...
ka: მიმდ. სკანირება
kk: Көшірілуде...
lt: Ieškoma...
ro: Scanare...
sk: Hľadanie...
sl: Pregledujem...
sr: Skeniranje...
sv: Skannar...
tr_tr: Taranıyor...
zh_hk: 正在掃描...

# IDS_WIFI_BODY_RECEIVE_NOTIFICATIONS_WHEN_NETWORKS_ARE_AVAILABLE
source: Receive notifications when networks are available.
ca: Rebre notificacions quan hi hagi xarxes disponibles
cs: Budete upozorňováni, když budou dostupné sítě
da: Modtag meddelelser, når der er tilgængelige netværk.
de: Benachrichtigung erhalten, wenn Netzwerke verfügbar sind.
el_gr: Λήψη ειδοποιήσεων όταν υπάρχουν διαθέσιμα δίκτυα
es_es: Recibir notificaciones cuando haya redes disponibles
eu: Jaso jakinarazpenak sareak erabilgarri daudenean
ga: Faigh fógraí nuair atá líonraí ar fáil
hu: Értesítések fogadása, ha elérhető a hálózat
is: Fá tilkynningar þegar net er í boði
it_it: Ricevi notifiche quando sono disponibili delle reti
ja_jp: ネットワークが利用可能な場合に通知を受信
ka: მიიღეთ შეტყობინებები, როდესაც ქსელი მისაწვდომი გახდება
kk: Хабарландыруларды желілер қол жетімді болған кезде қабылдау
lt: Gauti pranešimus, kai tinklas pasiekiamas
ro: Primiţi notificări atunci când sunt disponibile reţele
sk: Prijímanie oznámení, keď sú k dispozícii siete
sl: Prejemanje obvestil, ko so omrežja na voljo
sr: Primi obaveštenja o dostupnosti mreža
sv: Ta emot meddelanden när nätverk är tillgängliga.
tr_tr: Kullanılabilir ağlar olduğunda bildirim al
zh_hk: 網絡可用時接收通知。

# IDS_WIFI_BODY_PROXY_PORT
source: Proxy port
ca: Port de servidor intermediari
cs: Port serveru proxy
el_gr: Θύρα proxy
es_es: Puerto Proxy
eu: Proxy ataka
ga: Seachphort
is: Tengi fyrir staðgengilnetþjón
it_it: Porta
ja_jp: プロキシポート
ka: პროქსი სერვერის პორტი
kk: Порт прокси
lt: Proxy prievadas
ro: Port proxy
sk: Port proxy servera
sl: Vrata strežnika proxy
sr: Port proksija
tr_tr: Proxy portu
zh_hk: 代理伺服器端口

# IDS_WIFI_BODY_NAME
source: Name
ca: Nom
cs: Jméno
da: Navn
el_gr: Όνομα
es_es: Nombre
eu: Izena
ga: Ainm
hu: Név
is: Heiti
it_it: Nome
ja_jp: 名前
ka: სახელი
kk: Аты
lt: Vardas
ro: Nume
sk: Meno
sl: Ime
sr: Ime
sv: Namn
tr_tr: İsim
zh_hk: 名稱

# IDS_WIFI_BODY_MAC_ADDRESS
source: MAC address
ca: Adreça MAC
cs: MAC adresa
da: MAC-adresse
de: MAC-Adresse
el_gr: Διεύθυνση MAC
es_es: Dirección MAC
eu: MAC helbidea
ga: Seoladh MAC
hu: MAC-cím
is: MAC-vistfang
it_it: Indirizzo MAC
ja_jp: MACアドレス
ka: MAC მისამართი
kk: MAC мекенжайы
lt: MAC adresas
ro: Adresă MAC
sk: Adresa MAC
sl: Naslov MAC
sr: MAC adresa
sv: MAC-adress
tr_tr: MAC adresi
zh_hk: MAC 地址

# IDS_WIFI_BODY_IP_ADDRESS
source: IP address
ca: Adreça IP
cs: IP adresa
da: IP-adresse
de: IP-Adresse
el_gr: Διεύθυνση IP
es_es: Dirección IP
eu: IP helbidea
ga: Seoladh IP
hu: IP-cím
is: IP vistfang
it_it: Indirizzo IP
ja_jp: IPアドレス
ka: IP მისამართი
kk: IP-мекен-жай
lt: IP adresas
ro: Adresă IP
sk: Adresa IP
sl: IP naslov
sr: IP adresa
sv: IP-adress
tr_tr: IP adresi
zh_hk: IP 地址

# IDS_WIFI_BODY_IDENTITY
source: Identity
ca: Identitat
cs: Totožnost
da: Identitet
de: Identität
el_gr: Ταυτότητα
es_es: Identidad
eu: Identitatea
ga: Aitheantas
hu: Azonosító
is: Auðkenni
it_it: Identità
ja_jp: ID
ka: პირადობა
kk: Тұлғалық
lt: Tapatybė
ro: Identitate
sk: Identita
sl: Identiteta
sr: Identitet
sv: Identitet
tr_tr: Kimlik
zh_hk: 身份

# IDS_WIFI_BODY_GATEWAY_ADDRESS
source: Gateway address
ca: Adreça passarel·la
cs: Adresa brány
da: Gateway-adresse
de: Gateway-Adresse
el_gr: Διεύθυνση πύλης
es_es: Dirección de puerta de enlace
eu: Atebidearen helbidea
ga: Seoladh geata
hu: Átjárócím
is: Vistfang gáttar
it_it: Indirizzo gateway
ja_jp: ゲートウェイアドレス
ka: გასასვლელის მისამართი
kk: Ену нүктесінің адресі
lt: Šliuzo adresas
ro: Adresă gateway
sk: Adresa brány
sl: Naslov prehoda
sr: Adresa mrežnog prolaza
sv: Gateway-adress
tr_tr: Ağ geçidi adresi
zh_hk: 網關地址

# IDS_WIFI_BODY_ENTER_IDENTITY
source: Enter identity.
ca: Introduir identitat
cs: Zadejte identitu.
da: Indtast identitet.
de: Identität eingeben
el_gr: Εισαγάγετε ταυτότητα.
es_es: Introducir identidad
eu: Sartu identitatea
ga: Iontráil aitheantas
hu: Identitás megadása
is: Sláðu inn auðkenni.
it_it: Inserisci identità.
ja_jp: IDを入力
ka: შეიყვანეთ საიდენტიფიკაციო ინფორმაცია.
kk: Идентификаторды енгізу.
lt: Įveskite tapatybę.
ro: Introducere identitate
sk: Zadajte identitu.
sl: Vnesite identiteto.
sr: Unesi identitet.
sv: Ange identitet.
tr_tr: Kimlik girin.
zh_hk: 輸入身分。

# IDS_WIFI_BODY_EAP_METHOD
source: EAP method
ca: Mètode EAP
cs: Metoda EAP
da: EAP-metode
de: EAP-Methode
el_gr: Μέθοδος EAP
es_es: Método EAP
eu: EAP metodoa
ga: Modh EAP
hu: EAP módszer
is: EAP-aðferð
it_it: Metodo EAP
ja_jp: EAP方法
ka: EAP მეთოდი
kk: EAP әдісі
lt: EAP būdas
ro: Metodă EAP
sk: Metóda EAP
sl: Način EAP
sr: EAP način
sv: EAP-metod
tr_tr: EAP yöntemi
zh_hk: EAP 方法

# IDS_WIFI_BODY_DNS_2
source: DNS 2
hu: 2. DNS
lt: 2 DNS

# IDS_WIFI_BODY_DNS_1
source: DNS 1
hu: 1. DNS
lt: 1 DNS

# IDS_WIFI_BODY_CONNECTING_ING
source: Connecting...
bn: সংযোগ হচ্ছে...
ca: Connectant...
cs: Připojování...
da: Opretter forbindelse...
de: Verbindung wird hergestellt...
el_gr: Σύνδεση...
es_es: Conectando...
eu: Konektatzen
ga: Ag nascadh...
gu: જોડાણ થઇ રહ્યું છે…
hu: Kapcsolódás...
is: Verið er að tengjast...
it_it: Connessione...
ja_jp: 接続中...
ka: უკავშირდება...
kk: Қосылуда...
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ...
lt: Jungiamasi...
mr: जोडले जात आहे...
ms: Menyambung..
my: ဆက္သြယ္ေနပါသည္…
ne: जोडिँदै छ...
pa: ਕਨੈਕਟ ਹੋ ਰਿਹਾ ਹੈ...
ro: Conectare
si: සම්. වෙමින්...
sk: Pripájanie...
sl: Povezujem...
sr: Povezivanje...
sv: Ansluter...
tl: Kumokonekta...
tr_tr: Bağlanılıyor...
vi: Đang kết nối...
zh_hk: 連接中...

# IDS_WIFI_BODY_CONNECT
source: Connect
ca: Connectar
cs: Připojit
da: Tilslut
de: Verbinden
el_gr: Σύνδεση
es_es: Conectar
eu: Konektatu
ga: Nasc
hu: Kapcsolódás
is: Tengjast
it_it: Connetti
ja_jp: 接続
ka: დაკავშირება
kk: Қосу
lt: Jungtis
ro: Conectare
sk: Pripojiť
sl: Poveži
sr: Poveži se
sv: Anslut
tr_tr: Bağlan
zh_hk: 連接

# IDS_WIFI_BODY_CONFIGURATION_SAVED_M_STATUS
source: Saved
ca: Desat
cs: Uloženo
da: Gemt
de: Gespeichert
el_gr: Αποθηκεύτηκε
es_es: Guardado
eu: Gordeta
ga: Sábháilte
hu: Mentve.
is: Vistað
it_it: Salvato
ja_jp: 保存済み
ka: შენახულია
kk: Сақталған
lt: Išsaugota
ro: Salvat
sk: Uložené
sl: Shranjeno
sr: Sačuvano
sv: Sparad
tr_tr: Kaydedildi
zh_hk: 已儲存

# IDS_WIFI_BODY_A_WI_FI_NETWORK_HAS_BEEN_DETECTED_YOU_WILL_BE_CONNECTED
source: A Wi-Fi network has been detected. You will be connected.
ca: S'ha detectat una xarxa Wi-Fi. S'hi connectarà.
cs: Byla zjištěna síť Wi-Fi. Budete připojeni.
da: Et Wi-Fi-netværk er blevet registreret. Du vil blive tilsluttet.
de: Es wurde ein WLAN-Netzwerk erkannt. Die Verbindung wird hergestellt.
el_gr: Εντοπίστηκε δίκτυο Wi-Fi. Θα συνδεθείτε.
es_es: Se ha detectado una red Wi-Fi. Se conectará.
eu: Wi-Fi sarea hauteman da. Konektatu egingo zara.
ga: Braitheadh líonra Wi-Fi. Nascfar leis thú.
hu: Wi-Fi hálózat észlelhető. Kapcsolódni fog hozzá.
is: Wi-Fi net fannst. Þú munt tengjast því.
it_it: È stata rilevata una rete Wi-Fi. Verrà effettuata la connessione.
ja_jp: Wi-Fiネットワークが検出されました。接続します。
ka: ნაპოვნია Wi-Fi ქსელი. დამყარდება კავშირი
kk: Wi-Fi желісі табылды. Қосылым орнатылады
lt: Aptiktas „Wi-Fi“ tinklas. Būsite prijungti.
ro: S-a detectat o reţea Wi-Fi. Veţi fi conectat.
sk: Zistila sa sieť Wi-Fi. Pripojíte sa.
sl: Zaznano je omrežje Wi-Fi. Povezava bo vzpostavljena.
sr: Detektovana je Wi-Fi mreža. Bićeš povezan/a.
sv: Ett Wi-Fi-nätverk har identifierats. Du kommer att anslutas.
tr_tr: Bir Wi-Fi ağı saptandı. Bu ağa bağlanacaksınız.
zh_hk: 已偵測到 Wi-Fi 網絡。將會連接。

# IDS_WIFI_BODY_ADVANCED_SETTINGS
source: Advanced settings
ca: Ajustaments avançats
cs: Upřesnit nastavení
da: Avancerede indstillinger
de: Weitere Einstellungen
el_gr: Σύνθετες ρυθμίσεις
es_es: Ajustes avanzados
eu: Ezarpen aurreratuak
ga: Ardsocruithe
hu: Speciális beállítások
is: Frekari stillingar
it_it: Impostazioni avanzate
ja_jp: 詳細設定
ka: დამატებითი პარამეტრები
kk: Қосымша қондырғылар
lt: Papildomi nustatymai
ro: Setări complexe
sk: Pokročilé nastavenia
sl: Napredne nastavitve
sr: Napredna podešavanja
sv: Avancerade inställningar
tr_tr: Gelişmiş ayarlar
zh_hk: 進階設定

# IDS_COM_SK_NO
source: No
bn: না
cs: Ne
da: Nej
de: Nein
el_gr: Όχι
eu: Ez
ga: Ná déan é
gu: ના
hu: Nem
is: Nei
ja_jp: いいえ
ka: არა
kk: Жоқ
kn: ಇಲ್ಲ
lt: Ne
mr: नाही
ms: Tidak
my: မဟုတ္
ne: होइन
pa: ਨਹੀਂ
ro: Nu
si: නැත
sk: Nie
sl: Ne
sr: Ne
sv: Nej
tl: Hindi
tr_tr: Hayır
vi: Không
zh_hk: 否

# IDS_COM_POP_SECURITY_POLICY_RESTRICTS_USE_OF_WI_FI
source: Security policy restricts use of Wi-Fi.
bn: সুরক্ষা নীতি Wi-Fi-এর ব্যবহারকে সীমাবদ্ধ করে।
ca: La política de seguretat restringeix l'ús de Wi-Fi
cs: Zásady zabezpečení omezují použití Wi-Fi.
da: Sikkerhedspolitik begrænser brug af Wi-Fi.
de: Sicherheitsrichtlinie schränkt die Verwendung von WLAN ein.
el_gr: Η πολιτική ασφαλείας περιορίζει τη χρήση του Wi-Fi.
es_es: La política de seguridad restringe el uso del Wi-Fi
eu: Segurtasun politikak Wi-Fi erabilera mugatzen du
ga: Cuireann an beartas slándála srian ar úsáid Wi-Fi
gu: સુરક્ષા નીતિ Wi-Fi નો ઉપયોગને પ્રતિબંધિત કરે છે.
hu: A biztonsági irányelv korlátozza a Wi-Fi használatát.
is: Öryggisreglur takmarka notkun Wi-Fi.
it_it: I criteri di sicurezza limitano l'uso del Wi-Fi.
ja_jp: Wi-Fiの使用は、セキュリティポリシーによって制限されています。
ka: უსაფრთხოების პოლიტიკა ზღუდავს Wi-Fi-ის გამოყენებას.
kk: Қауіпсіздік саясаты Wi-Fi пайдаланылуын шектейді.
kn: ಸುರಕ್ಷತಾ ನಿಯಮವು Wi-Fi ಯ ಬಳಕೆಯನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ.
lt: Saugos strategija riboja naudojimąsi „Wi-Fi“.
mr: सुरक्षा धोरण Wi-Fi चा वापर प्रतिबं‍धित करते.
ms: Polisi keselamatan mengehadkan penggunaan Wi-Fi.
my: လံုၿခံဳေရး မူဝါဒသည္ Wi-Fi သံုးျခင္းကို ကန္႔သတ္ထားပါသည္။
ne: सुरक्षा नीतिले Wi-Fi को प्रयोग माथि प्रतिबन्ध लगाउँछ।
pa: ਸੁਰੱਖਿਆ ਨੀਤੀ Wi-Fi ਦੀ ਵਰਤੋਂ ਨੂੰ ਪ੍ਰਤੀਬੰਧਿਤ ਕਰਦੀ ਹੈ।
ro: Politica de securitate restricţionează utilizarea reţelei Wi-Fi.
si: ආරක්‍ෂක ප්‍රතිපත්තිය Wi-Fi භාවිතය වලකයි.
sk: Politika zabezpečenia obmedzuje použitie pripojenia Wi-Fi.
sl: Varnostni pravilnik omejuje uporabo omrežja Wi-Fi.
sr: Politika bezbednosti ograničava upotrebu Wi-Fija.
sv: Säkerhetspolicy begränsar användningen av Wi-Fi.
tl: Pinaghihigpitan ng patakaran sa seguridad ang paggamit ng Wi-Fi.
tr_tr: Güvenlik ilkesi Wi-Fi kullanımını kısıtlıyor.
vi: Chính sách bảo mật hạn chế việc sử dụng Wi-Fi.
zh_hk: 安全政策限制使用 Wi-Fi。

# IDS_WIFI_SBODY_TAP_HERE_TO_CONNECT
source: Tap here to connect.
ca: Toqui aquí per connectar.
cs: Připojte klepnutím sem.
da: Tap her for at forbinde.
de: Zum Verbinden hier tippen.
el_gr: Πατήστε εδώ για σύνδεση.
es_es: Pulse aquí para conectarse.
eu: Ukitu hemen konektatzeko.
ga: Tapáil anseo le nascadh.
hu: Érintse meg a kapcsolódáshoz.
is: Pikkaðu hér til að tengja.
it_it: Tocca qui per connetterti.
ja_jp: ここをタップして接続
ka: შეეხეთ აქ და დაუკავშირდით.
kk: Қосылу үшін мына жерді түртіңіз.
lt: Bakstelėkite čia, norėdami prisijungti.
ro: Atingeţi aici pentru a vă conecta.
sk: Ťuknutím sem vykonáte pripojenie.
sl: Pritisnite tukaj za povezavo.
sr: Kucni ovde za povezivanje.
sv: Tryck här för att ansluta.
tr_tr: Bağlanmak için buraya dokunun.
zh_hk: 輕觸此處以連接。

source: Your device is connecting to %1$s. However, this network may not provide Internet access. Tap OK to stay connected to %1$s now, but also prevent Smart network switch from connecting to this network in the future.
ca: El dispositiu s'està connectant a %1$s.Tanmateix, aquesta xarxa no pot proporcionar accés a Internet. Toqui Acceptar per mantenir-se connectat a %1$s, però evitar també que Smart network switch es connecti a aquesta xarxa en el futur.
cs: Vaše zařízení se připojuje k %1$s. Tato síť ovšem nemusí poskytovat přístup k Internetu. Klepnutím na OK nyní zůstanete připojeni k %1$s, ale zabráníte Inteligentnímu přepínači sítě, aby se k této síti připojil v budoucnu.
da: Din enhed opretter forbindelse til %1$s. Men dette netværk har ikke internetadgang. Tap på OK for at opretholde forbindelsen til %1$s nu, men forhindr smart-netværk-skift i at oprette forbindelse til dette netværk fremover.
de: Das Gerät stellt eine Verbindung mit %1$s her. Dieses Netzwerk bietet möglicherweise keinen Internetzugang. Tippen Sie auf „OK“, um die Verbindung mit %1$s beizubehalten, aber zu verhindern, dass der intelligente Netzwechsel in Zukunft eine Verbindung mit diesem Netzwerk herstellt.
el_gr: H συσκευή σας συνδέεται με το %1$s. Ωστόσο, αυτό το δίκτυο ενδέχεται να μην παρέχει πρόσβαση στο Internet. Πατήστε OK για να παραμείνετε συνδεδεμένοι στο %1$s και για να αποτρέψετε την έξυπνη εναλλαγή δικτύου από τη σύνδεση σε αυτό το δίκτυο στο μέλλον.
es_es: El dispositivo se está conectando a %1$s. No obstante, puede que esta red no proporcione acceso a Internet. Pulse Aceptar para seguir conectado a %1$s ahora e impedir que el cambio de Smart network se conecte a esta red en el futuro.
eu: Zure gailua %1$s-(e)ra konektatzen ari da. Hala ere, baliteke sare honek Interneterako sarbiderik ez ematea. Ukitu ados orain %1$s-(e)ra konektatuta jarraitzeko, baina saihestu sare adimendunaren tekla etorkizunean sare honetara konektatzea.
ga: Tá do ghléas á nascadh le %1$s. Mar sin féin, is féidir nach soláthraítear rochtain Idirlín leis an líonra seo. Tapáil OK le fanacht nasctha le %1$s anois, ach freisin chun cosc a chur ar Aistriú líonra cliste nascadh leis an líonra sin amach anseo.
hu: Az eszköz kapcsolódik a(z) %1$s hozzáférési ponthoz. Ez a hálózat azonban nem feltétlenül biztosít internet-hozzáférést. Érintse meg az OK gombot a(z) %1$s-kapcsolat jelenlegi fenntartásához azzal, hogy az intelligens hálózatváltás funkció máskor nem kapcsolódik majd ehhez a hálózathoz.
is: Tækið er tengt við %1$s. Ekki er víst að hægt sé að tengjast við internetið um þetta net. Pikkaðu á „Í lagi“ til að hafa tækið áfram tengt við %1$s en hindra jafnframt snjöll netskipti í að tengjast við þetta net í framtíðinni.
it_it: Il dispositivo sta eseguendo la connessione a %1$s. Tuttavia, questa rete potrebbe non offrire accesso a Internet. Toccate OK per restare connessi a %1$s ma anche per impedire a Rete Intelligente di connettersi a questa rete in futuro.
ja_jp: 端末が%1$sに接続しようとしています。ただし、このネットワークでは、インターネットにアクセスできない可能性があります。 %[OK]をタップすると、1$sとの接続は維持されますが、今後[スマートネットワーク切り替え]はこのネットワークへの接続も制限します。
ka: თქვენი მოწყობილობა უკავშირდება %1$s-ს. ამასთან, ამ ქსელმა შეიძლება არ მოგცეთ წვდომა ინტერნეტზე. შეეხეთ OK-ს და შეინარჩუნეთ კავშირი %1$s-თან ახლა, მაგრამ ასევე აუკრძალეთ ქსელის ინტელექტუალურ გადართვას კავშირის დამყარება ამ ქსელთან მომავალში.
kk: Құрылғыңыз %1$s қосылуда. Дегенмен бұл желі интернетке кіру рұқсатын бермеуі мүмкін. Қазір %1$s қосылулы тұру үшін OK түймесін түртіңіз, бірақ болашақта Смарт желі қосқышының осы желіге қосылуын шектейді.
lt: Jūsų įrenginys jungiasi prie %1$s. Gali būti, kad šis tinklas neteikia interneto prieigos. Bakstelėkite „Gerai“ ir likite prisijungę prie %1$s dabar, bet neleiskite išmaniajam tinklo jungikliui jungtis prie šio tinklo ateityje.
ro: Dispozitivul se conectează la %1$s. Cu toate acestea, este posibil ca această reţea să nu ofere acces la internet. Atingeţi OK pentru a rămâne conectat la %1$s acum, dar şi pentru a nu permite funcţiei Comutare inteligentă a reţelei să se conecteze pe viitor la această reţea.
sk: Vaše zariadenie sa pripája k sieti %1$s. Táto sieť však nemusí poskytovať prístup na internet. Ťuknutím na tlačidlo OK sa teraz zachová pripojenie k sieti %1$s, v budúcnosti sa však zabráni funkcii Inteligentné prepínanie sietí v pripojení k tejto sieti.
sl: Naprava se povezuje z dostopno točko %1$s. To omrežje morda ne omogoča dostopa do interneta. Pritisnite V redu, da ohranite povezavo z %1$s, vendar hkrati funkciji Preklop pametnega omrežja preprečite, da se v prihodnje poveže s tem omrežjem.
sr: Uređaj se povezuje na %1$s. Međutim, ova mreža možda ne obezbeđuje pristup Internetu. Kucni na OK da bi se sada zadržala veza sa %1$s, ali takođe spreči da se Pametna promena mreže više ne povezuje na ovu mrežu u buduće.
sv: Enheten ansluter till %1$s. Detta nätverk erbjuder eventuellt inte åtkomst till internet. Tryck på OK om du vill förbli ansluten till %1$s, men förhindra även Smart nätverksbyte från att ansluta till detta nätverk i framtiden.
tr_tr: Cihazınız %1$s öğesine bağlanıyor. Ancak bu ağ İnternet erişimi sağlamayabilir. %1$s uygulamasına bağlı kalmak için Tamam öğesine dokunun; ayrıca, Akıllı ağ anahtarının gelecekte bu ağa bağlanmasını da engelleyin.
zh_hk: 您的裝置正在連接至 %1$s。然而，此網絡可能不提供互聯網存取功能。 輕觸確定不但可以立即保持連接至 %1$s，而且還可以防止智能網絡切換在將來連接至此網絡。

source: Both Wi-Fi and Mobile AP cannot be activated at the same time. Deactivate Mobile AP?
ca: No es poden activar els punt d'accés Wi-Fi i mòbil al mateix temps. Desactivar al punt d'accés mòbil?
cs: Wi-Fi a mobilní přístupový bod nelze aktivovat současně. Chcete deaktivovat mobilní přístupový bod?
da: Både Wi-Fi og mobilt adgangspunkt kan ikke være aktiveret på samme tid. Deaktivér mobilt adgangspunkt?
de: WLAN und Mobile AP können nicht zur gleichen Zeit aktiviert werden. Mobile AP deaktivieren?
el_gr: Τόσο το Wi-Fi όσο και το AP για κινητά δεν μπορούν να ενεργοποιηθούν ταυτόχρονα. Απενεργοποίηση AP για κινητά;
es_es: Las conexiones Wi-Fi y Mobile AP no se pueden activar al mismo tiempo. ¿Desactivar Mobile AP?
eu: Wi-Fi eta Mobile AP ezin dira aldi berean aktibatu. Desaktibatu Mobile AP?
ga: Ní féidir Wi-Fi agus AP Móibíleach a chur i ngníomh ag an am céanna. Díghníomhachtaigh AP Móibíleach?
hu: A Wi-Fi és a Mobil AP-nem lehet egyszerre aktív. Kikapcsolja a Mobil AP-t?
is: Það er ekki hægt að nota Wi-Fi og farsímaaðgangsstað á sama tíma. Viltu loka farsímaaðgangsstaðnum?
it_it: Impossibile attivare contemporaneamente sia Wi-Fi che Router Wi-Fi. Disattivare Router Wi-Fi?
ja_jp: Wi-FiとWi-Fiテザリング両方は同時起動できません。Wi-Fiテザリングを無効にしますか？
ka: Wi-Fi და Mobile AP ვერ გააქტიურდება ერთიდაიმავე დროს. გამოირთოს Mobile AP?
kk: Wi-Fi және Mobile AP екеуін де бір уақытта іске қосу мүмкін емес. Mobile AP мүмкіндігін өшіру керек пе?
lt: Tuo pat metu negalima suaktyvinti ir „Wi-Fi“, ir „Mobile AP“. Išjungti „Mobile AP“?
ro: Wi-Fi şi PA mobil nu pot fi activate simultan. Dezactivaţi PA mobil?
sk: Wi-Fi a mobilný prístupový bod sa nedajú aktivovať súčasne. Deaktivovať mobilný prístupový bod?
sl: Wi-Fi in mobilna DT ne moreta biti vklopljeni hkrati. Izklopim mobilno DT?
sr: Wi-Fi i mobilna pristupna tačka se ne mogu uključiti istovremeno. Isključi mobilnu pristupnu tačku?
sv: Det går inte att aktivera både Wi-Fi och Mobile AP samtidigt. Avaktivera Mobile AP?
tr_tr: Hem Wi-Fi hem de Mobil AP aynı anda etkinleştirilemez. Mobil AP devre dışı bırakılsın mı?
zh_hk: Wi-Fi和Mobile AP不可同時啟動。關閉Mobile AP嗎?

# IDS_WIFI_HEADER_SIGN_IN_TO_WI_FI_NETWORK_ABB
source: Sign in to Wi-Fi network
ca: Iniciar ses a xarxa Wi-Fi
cs: Přihlásit se k síti Wi-Fi
da: Log på Wi-Fi-netværk
de: Im WLAN-Netzwerk anmelden
el_gr: Σύνδεση στο δίκτυο Wi-Fi
es_es: Inicie sesión red Wi-Fi
eu: Hasi saioa Wi-Fi sarean
ga: Sínigh ist. líonra Wi-Fi
hu: Bejel. a Wi-Fi hálózatba
is: Skrá inn á Wi-Fi-net
it_it: Accedi a rete Wi-Fi
ja_jp: Wi-Fiネットワークにサインインしてください。
ka: Wi-Fi ქსელში შესვლა
kk: Wi-Fi желісіне кіру
lt: Prisijungti prie „Wi-Fi“
ro: Conect. la reţeaua Wi-Fi
sk: Prihl. sa k sieti Wi-Fi
sl: Prijava v omrežje Wi-Fi
sr: Prijavi se na Wi-Fi mrežu
sv: Logga in på Wi-Fi-nätv.
tr_tr: Wi-Fi ağına oturum açın
zh_hk: 登入至 Wi-Fi 網絡

# IDS_WIFI_HEADER_INTERNET_MAY_NOT_BE_AVAILABLE_ABB
source: Internet may not be available
ca: Internet potser no disponible
cs: Internet nemusí být dostupný
da: Internet muligvis ikke tilg.
de: Internet event. nicht verfügbar
el_gr: Το Internet ίσως δεν είναι διαθέσ.
es_es: Internet podría no estar disp
eu: Baliteke Internet erabilgarri ez egotea
ga: Seans nach bhfuil Idirlíon ar fáil
hu: Az internet esetleg nem elérh.
is: Net er hugsanlega ekki í boði
it_it: Internet non disponibile
ja_jp: ｲﾝﾀｰﾈｯﾄ接続が不安定です
ka: შესაძლოა, ინტერნეტი არ იყოს
kk: Инт.қол жетімсіз болуы мүмкін
lt: Internetas gali būti nepasiek.
ro: Internetul poate fi indispon.
sk: Internet nemusí byť dostupný
sl: Internet morda ne bo na voljo
sr: Internet možda nije dostupan
sv: Internet är ev. inte tillg.
tr_tr: İnternet kullanılamıyor
zh_hk: 互聯網可能不可用
