Repository: tizenorg/apps.core.preloaded.ug-wifi-direct
Catalog: *-wifidirect/po/*.po
Languages: bn, ca, cs, da, de, el_gr, es_es, eu, ga, gu, hu, is, it_it, ja_jp, ka, kk, kn, lt, mr, ms, my, ne, pa, ro, si, sk, sl, sr, sv, tl, tr_tr, vi, zh_hk

# IDS_WIFI_BODY_ENTER_YOUR_ID
source: Enter your ID.
ca: Introdueixi l'ID
cs: Zadejte své ID.
da: Indtast dit id.
de: ID eingeben
el_gr: Εισάγετε το ID σας.
es_es: Introduzca su ID
eu: Adierazi zure IDa
ga: Iontráil do ID
hu: Adja meg az azonosítóját.
is: Sláðu inn auðkennið þitt.
it_it: Inserite l'ID.
ja_jp: IDを入力してください。
ka: შეიყვანეთ თქვენი ID.
kk: Идентификаторыңызды енгізіңіз.
lt: Įveskite savo ID.
ro: Introduceţi ID-ul.
sk: Zadajte váš identifikátor.
sl: Vnesite svoj ID.
sr: Unesi svoj ID.
sv: Ange ditt ID.
tr_tr: ID'nizi girin
zh_hk: 輸入您的 ID。

# IDS_COM_POP_MAXIMUM_NUMBER_OF_CHARACTERS_REACHED
source: Maximum number of characters reached.
bn: অক্ষর সর্বাধিক সংখ্যায় পৌঁছেছে।
ca: S'ha assolit el nombre màxim de caràcters
cs: Bylo dosaženo maximálního počtu znaků.
da: Det maksimale antal tegn er nået.
de: Maximal zulässige Zeichenanzahl erreicht.
el_gr: Ο μέγιστος αριθμός χαρακτήρων συμπληρώθηκε.
es_es: Alcanzado el número máximo de caracteres
eu: Gehienezko karaktere kopurura heldu zara
ga: Uaslíon na gcarachtar bainte amach.
gu: વર્ણોની મહત્તમ સંખ્યાએ પહોંચ્યા.
hu: Nincs hely több karakternek.
is: Hámarksfjölda stafa hefur verið náð.
it_it: Raggiunto numero massimo di caratteri.
ja_jp: 最大文字数に達しました。
ka: მიღწეულია სიმბოლოების მაქსიმალური რაოდენობა.
kk: Таңбалардың ен көп саны артты.
kn: ಅಕ್ಷರಗಳ ಗರಿಷ್ಠ ಸಂಖ್ಯೆ ತಲುಪಿದೆ.
lt: Pasiektas didžiausias simbolių skaičius.
mr: वर्णांच्या अधिकतम संख्येपर्यंत पोहोचले.
ms: Bilangan maksimum aksara dicapai.
my: အမ်ားဆုံး အကၡရာအေရအတြက္သု႔ိေရာက္ပါၿပီ။
ne: अक्षरहरूको अधिकतम संख्या पुग्यो।
pa: ਵਰਣ ਅਧਿਕਤਮ ਸੰਖਿਆ ਤੇ ਪਹੁੰਚੇ।
ro: Adăugare la marcaje
si: උපරිම අක්ෂර ගණනට ලඟා විය.
sk: Bol dosiahnutý maximálny počet znakov.
sl: Doseženo je največje dovoljeno število znakov.
sr: Dostignut maksimalan broj karaktera.
sv: Maximalt antal tecken har använts.
tl: Naabot na ang maximum na bilang ng mga character.
tr_tr: Maksimum karakter sayısına ulaşıldı.
vi: Đã đạt số ký tự tối đa.
zh_hk: 字元數目已達上限。

# IDS_ST_HEADER_PD_SELECTED
source: %d selected
bn: %dটি নির্বাচিত
ca: %d seleccionat
cs: Vybráno: %d
da: %d valgt
de: %d ausgewählt
el_gr: %d επιλέχθηκαν
es_es: %d seleccionado(s)
eu: %d aukeratuta
ga: %d roghnaithe
gu: %d પસંદ કર્યા
hu: %d kiválasztva
is: %d valið
it_it: %d selezionato/i
ja_jp: %d件選択
ka: %d არჩეულია
kk: %d таңдалды
kn: %d ಆರಿಸಿದೆ
lt: Pasirinkta: %d
mr: %d निवडले
ms: %d dipilih
my: %d ေရြးထားသည္
ne: %d चयन गरियो
pa: %d ਚੁਣੇ
ro: %d selectate
si: %d ක් තෝරා ඇත
sk: Vybraté: %d
sl: %d izbranih
sr: Izabrano: %d
sv: %d valda
tl: %d ang pinili
tr_tr: %d seçildi
vi: Đã chọn %d
zh_hk: %d 已選擇

# IDS_ST_BUTTON_ENABLE
source: Turn on
bn: সক্ষম
ca: Activar
cs: Povolit
da: Aktivér
de: Aktivieren
el_gr: Ενεργό
es_es: Habilitar
eu: Gaitu
ga: Cumasaigh
gu: સક્ષમ કરો
hu: Engedélyezés
is: Gera virkt
it_it: Attiva
ja_jp: 有効
ka: გააქტიურება
kk: Қосу
kn: ಶಕ್ತಗೊಳಿಸು
lt: Įjungti
mr: सक्रिय
ms: Aktif
my: စတင္လုပ္ေဆာင္ပါ
ne: सक्षम पार्नुहोस्
pa: ਸਮੱਰਥ
ro: Activare
si: සක්‍රිය ක.
sk: Povoliť
sl: Omogoči
sr: Omogući
sv: Aktivera
tl: Paganahin
tr_tr: Etkinleştir
vi: Bật
zh_hk: 啟用

# IDS_WIFI_TPOP_MAXIMUM_NUMBER_OF_CHARACTERS_PD_REACHED
source: Maximum number of characters %d reached.
ca: S'ha assolit el nombre màxim de %d caràcters.
cs: Bylo dosaženo maximálního počtu znaků %d.
da: Det maksimale antal tegn %d er nået.
de: Maximale Anzahl %d von Zeichen erreicht.
el_gr: Συμπληρώθηκε ο μέγιστος αριθμός %d χαρακτήρων.
es_es: Se ha alcanzado el número máximo de caracteres %d.
eu: %d gehienezko karaktere kopurura iritsi zara.
ga: Uaslíon na gcarachtar %d bainte amach.
hu: Elérte a karakterek maximális számát (%d).
is: Hámarksfjölda stafa (%d) hefur verið náð.
it_it: È stato raggiunto il numero massimo di caratteri (%d).
ja_jp: 最大文字数(%d文字)に達しました。
ka: მიღწეულია სიმბოლოების მაქსიმალური რაოდენობა %d
kk: Ең көп таңбалар санына (%d) жетті
lt: Pasiektas didžiausias simbolių skaičius: %d
ro: S-a atins numărul maxim de %d caractere.
sk: Dosiahol sa maximálny počet znakov (%d).
sl: Doseženo je največje dovoljeno število znakov %d.
sr: Dostignut je maksimalan broj od %d karaktera.
sv: Högsta antal tecken %d har uppnåtts.
tr_tr: Maksimum karakter sayısına %d ulaşıldı
zh_hk: 已達字元數量上限 %d

# IDS_WIFI_TPOP_FAILED_TO_OBTAIN_IP_ADDRESS
source: Failed to obtain IP address.
ca: Error en obtenir l'adreça IP.
cs: Nepodařilo se získat IP adresu.
da: Kunne ikke finde IP-adresse.
de: IP-Adresse konnte nicht abgerufen werden.
el_gr: Αποτυχία λήψης διεύθυνσης IP.
es_es: Error al obtener dirección IP.
eu: Ezin izan da IP helbidea lortu.
ga: Theip ar fháil seoladh IP.
hu: Nem sikerült lekérni az IP-címet.
is: Mistókst að fá IP-tölu.
it_it: Impossibile ottenere l'indirizzo IP.
ja_jp: IPアドレスの取得に失敗しました。
ka: IP მისამართის მიღება ვერ მოხდა.
kk: IP мекенжайын алу сәтсіз аяқталды.
lt: Nepavyko gauti IP adreso.
ro: Adresa IP nu a putut fi obţinută.
sk: Nepodarilo sa získať adresu IP.
sl: Naslova IP ni uspelo pridobiti.
sr: Neuspešno dobijanje IP adrese.
sv: Det gick inte att hämta IP-adress.
tr_tr: IP adresi alınamadı.
zh_hk: 取得 IP 地址失敗。

# IDS_WIFI_TPOP_CONNECTED_TO_WI_FI_NETWORK_PS
source: Connected to Wi-Fi network %s.
ca: Està connectat a la xarxa Wi-Fi %s.
cs: Připojeno k síti Wi-Fi %s.
da: Sluttet til Wi-Fi-netværk %s.
de: Mit WLAN-Netz %s verbunden.
el_gr: Συνδέθηκε στο δίκτυο Wi-Fi %s.
es_es: Se ha conectado a red Wi-Fi %s.
eu: %s Wi-Fi sarera konektatu da.
ga: Nasctha leis an líonra Wi-Fi %s.
hu: A(z) %s Wi-Fi hálózathoz kapcsolódva.
is: Tengt við Wi-Fi netið %s.
it_it: Connesso alla rete Wi-Fi %s.
ja_jp: Wi-Fiネットワーク%sに接続しました。
ka: დაუკავშირდა Wi-Fi ქსელს %s
kk: %s Wi-Fi желісіне қосылды
lt: Prisijungta prie „Wi-Fi“ tinklo %s
ro: Este conectat la reţeaua Wi-Fi %s.
sk: Pripojené k sieti Wi-Fi %s.
sl: Povezava z omrežjem Wi-Fi %s vzpostavljena.
sr: Povezan na Wi-Fi mrežu %s.
sv: Ansluten till Wi-Fi-nätverket %s.
tr_tr: Wi-Fi ağına %s bağlandı
zh_hk: 已連接至 Wi-Fi 網絡 %s

# IDS_WIFI_TMBODY_NEVER_M_ALWAYS_OFF
source: Never
ca: Mai
cs: Nikdy
da: Aldrig
de: Niemals
el_gr: Ποτέ
es_es: Nunca
eu: Inoiz ez
ga: Choíche
hu: Soha
is: Aldrei
it_it: Mai
ja_jp: 常にOFF
ka: არასოდეს
kk: Ешқашан
lt: Niekada
ro: Niciodată
sk: Nikdy
sl: Nikoli
sr: Nikad
sv: Aldrig
tr_tr: Hiçbir zaman
zh_hk: 從不

# IDS_WIFI_TMBODY_DOWNLOAD_DATA_VIA_WI_FI_AND_4G
source: Download data via Wi-Fi and 4G
ca: Descarreg dades amb Wi-Fi i 4G
cs: Stáhnout data přes Wi-Fi a 4G
da: Download data via Wi-Fi og 4G
de: Daten-Download über WLAN und 4G
el_gr: Λήψη δεδομ. μέσω Wi-Fi και 4G
es_es: Descargar datos con Wi-Fi y 4G
eu: Deskar. datuak Wi-Fi eta 4G bidez
ga: Íoslód. sonraí le Wi-Fi agus 4G
hu: Adatletöltés Wi-Fi-n és 4G-n
is: Sækja gögn um Wi-Fi og 4G
it_it: Scarica dati con Wi-Fi e 4G
ja_jp: Wi-Fiと4Gでデータをダウンロード
ka: ჩამოტვირთვა Wi-Fi და 4G-ით
kk: Дерек-ді Wi-Fi ж. 4G арқ. жүк-у
lt: Siųstis duomenis per Wi-Fi, 4G
ro: Descărc. date prin Wi-Fi şi 4G
sk: Sťahovať údaje cez Wi-Fi a 4G
sl: Prenos podat. prek Wi-Fi in 4G
sr: Pr. pod. put. Wi-Fi i 4G mreže
sv: Hämta data via Wi-Fi och 4G
tr_tr: Wi-Fi ve 4G yoluyla veri indir
zh_hk: 透過 Wi-Fi 和 4G 下載數據

# IDS_WIFI_TMBODY_DOWNLOAD_DATA_VIA_WI_FI_AND_3G
source: Download data via Wi-Fi and 3G
ca: Descarreg dades amb Wi-Fi i 3G
cs: Stáhnout data přes Wi-Fi a 3G
da: Download data via Wi-Fi og 3G
de: Daten-Download über WLAN und 3G
el_gr: Λήψη δεδομ. μέσω Wi-Fi και 3G
es_es: Descargar datos con Wi-Fi y 3G
eu: Deskar. datuak Wi-Fi eta 3G bidez
ga: Íoslód. sonraí le Wi-Fi agus 3G
hu: Adatletöltés Wi-Fi-n és 3G-n
is: Sækja gögn um Wi-Fi og 3G
it_it: Scarica dati con Wi-Fi e 3G
ja_jp: Wi-Fiと3Gでデータをダウンロード
ka: ჩამოტვირთვა Wi-Fi და 3G-ით
kk: Дерек-ді Wi-Fi ж. 3G арқ. жүк-у
lt: Siųstis duomenis per Wi-Fi, 3G
ro: Descărc. date prin Wi-Fi şi 3G
sk: Sťahovať údaje cez Wi-Fi a 3G
sl: Prenos podat. prek Wi-Fi in 3G
sr: Pr. pod. put. Wi-Fi i 3G mreže
sv: Hämta data via Wi-Fi och 3G
tr_tr: Wi-Fi ve 3G yoluyla veri indir
zh_hk: 透過 Wi-Fi 和 3G 下載數據

# IDS_WIFI_SK_FORGET
source: Forget
ca: Oblidar
cs: Odstranit
da: Glem
de: Entfernen
el_gr: Διαγραφή
es_es: Olvidar
eu: Ahaztu
ga: Dearmad
hu: Elfelejt
is: Gleyma
it_it: Rimuovi
ja_jp: 切断
ka: დავიწყება
kk: Ұмыту
lt: Pamiršti
ro: Revocare
sk: Zabudnúť
sl: Pozabi
sr: Zaboravi
sv: Glöm
tr_tr: Unut
zh_hk: 忘記

# IDS_WIFI_SK_CANCEL
source: Cancel
bn: বাতিল
cs: Zrušit
da: Annullér
de: Abbrechen
el_gr: Άκυρο
es_es: Cancelar
eu: Ezeztatu
ga: Cuir ar ceal
gu: રદ કરો
hu: Mégse
is: Hætta við
it_it: Annulla
ja_jp: キャンセル
ka: გაუქმება
kk: Тоқтату
kn: ರದ್ದು
lt: Atšaukti
mr: रद्द
ms: Batal
my: ပယ္ဖ်က္
ne: रद्द
pa: ਰੱਦ ਕਰੋ
ro: Anulare
si: අව. කර.
sk: Zrušiť
sl: Prekliči
sr: Otkaži
sv: Avbryt
tl: Ikansela
tr_tr: İptal
vi: Hủy
zh_hk: 取消

# IDS_WIFI_SK2_OK
source: OK
bn: ওকে
ca: Acceptar
es_es: Aceptar
eu: Onartu
gu: ઓકે
is: Í lagi
kn: ಸರಿ
lt: Gerai
mr: ठीक
my: အုိေက
ne: ठीक छ
pa: ਓਕੇ
si: හරි
sl: V redu
tr_tr: Tamam
zh_hk: 確定

# IDS_WIFI_SBODY_CONNECTED_M_STATUS
source: Connected
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
el_gr: Έγινε σύνδεση
es_es: Conectado
eu: Konektatuta
ga: Nasctha
hu: Csatlakoztatva
is: Tengt
it_it: Connesso
ja_jp: 接続中
ka: დაკავშირებული
kk: Қосылды
lt: Prisijungta
ro: Conectat
sk: Pripojené
sl: Povezano
sr: Veza je uspostavljena
sv: Ansluten
tr_tr: Bağlandı
zh_hk: 已連接

source: Automatically switch between Wi-Fi and mobile networks to maintain a stable Internet connection.
ca: Alternar automàticament entre xarxes Wi-Fi i mòbils per mantenir una connexió a Internet estable.
cs: Automaticky přepíná mezi Wi-Fi a mobilními sítěmi, aby bylo zachováno stabilní připojení k Internetu.
da: Skift automatisk mellem Wi-Fi og mobile netværk for at opretholde en stabil internetforbindelse.
de: Automatisch zwischen WLAN und mobilen Netzwerken umschalten, um eine stabile Internetverbindung aufrechtzuerhalten.
el_gr: Αυτόματη εναλλαγή μεταξύ Wi-Fi και δικτύων κινητής τηλεφωνίας για τη διατήρηση σταθερής σύνδεσης στο Internet.
es_es: Cambiar automáticamente entre redes móviles y Wi-Fi para mantener una conexión de Internet estable.
eu: Automatikoki aldatu Wi-Fi eta sare mugikorren artean, Internet konexio egonkorra mantentzeko.
ga: Aistrigh go huathoibríoch idir Wi-Fi agus líonraí móibíleacha le nasc Idirlín cobhsaí a choimeád.
hu: Automatikusan átkapcsol a Wi-Fi és a mobilhálózat között a stabil internetkapcsolat fenntartása érdekében.
is: Skipta sjálfkrafa á milli Wi-Fi og farsímakerfa til að viðhalda stöðugri nettengingu.
it_it: Passate automaticamente dalle reti Wi-Fi a quelle mobili e viceversa per mantenere una connessione a Internet stabile.
ja_jp: 安定したインターネット接続を維持するために、モバイルネットワークとWi-Fi接続を自動で切り替え
ka: ავტომატურად გადართეთ Wi-Fi-სა და მობილურ ქსელებს შორის, რათა შენარჩუნდეს უწყვეტი კავშირი ინტერნეტთან.
kk: Тұрақты интернет қосылымын қамтамасыз ету үшін Wi-Fi және ұялы байланыс желілері арасында автоматты ауыстырыңыз.
lt: Automatiškai perjungti tarp mobiliųjų tinklų ir „Wi-Fi“, kad būtų palaikomas pastovus interneto ryšys.
ro: Comutaţi automat între reţelele Wi-Fi şi mobile pentru menţinerea unei conexiuni stabile la internet.
sk: Automaticky prepína medzi sieťami Wi-Fi a mobilnými sieťami na zachovanie stabilného internetového pripojenia.
sl: Samodejni preklop med omrežjem Wi-Fi in mobilnim omrežjem za ohranitev stabilne internetne povezave.
sr: Automatski prelazi sa Wi-Fi mreže na mobilne mreže radi održavanja stabilne Internet veze.
sv: Växla automatiskt mellan Wi-Fi-nätverk och mobilnät för att upprätthålla en stabil internetanslutning.
tr_tr: Sabit bir İnternet bağlantısı sağlamak için Wi-Fi ve mobil ağlar arasında otomatik geçiş yapın.
zh_hk: 在流動網絡與無線網絡之間自動切換以保持互聯網連接穩定。

# IDS_WIFI_SBODY_AUTHENTICATION_ERROR_OCCURRED_M_STATUS
source: Authentication error occurred
ca: S'ha produït un error d'autenticació
cs: Chyba ověření
da: Godkendelsesfejl opstod
de: Authentifizierungsfehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα πιστοποίησης
es_es: Se ha producido un error de autenticación
eu: Autentifikazio errorea gertatu da
ga: Tharla earráid fhíordheimhnithe
hu: Hitelesítési hiba történt
is: Auðkenningarvilla kom upp
it_it: Si è verificato un errore di autenticazione
ja_jp: 認証エラー発生
ka: მოხდა ავტორიზაციის შეცდომა
kk: Түпнұсқалық растама қатесі орын алды
lt: Įvyko tapatumo nustatymo klaida
ro: A apărut o eroare de autentificare
sk: Vyskytla sa chyba overenia
sl: Prišlo je do napake pri preverjanju pristnosti
sr: Došlo je do greške u autentikaciji
sv: Ett autentiseringsfel inträffade
tr_tr: Kimlik denetimi hatası oluştu
zh_hk: 發生認證錯誤

source: Wi-Fi and mobile networks will be used together to download files faster. This may increase your mobile data usage.
ca: Les xarxes Wi-Fi i mòbil s'utilitzaran conjuntament per descarregar fitxers més ràpidament. Això pot augmentar l'ús de dades mòbils.
cs: Wi-Fi a mobilní sítě budou společně použity pro rychlejší stahování souborů. Tím může být zvýšeno využití mobilních dat.
da: Wi-Fi- og mobile netværk bruges sammen for at download filer hurtigere. Dette kan øge forbruget af dine mobile data.
de: Zum schnelleren Herunterladen von großen Dateien werden WLAN und mobile Netze gleichzeitig verwendet. Dadurch kann sich Ihre Datennutzung erhöhen.
el_gr: Για την ταχύτερη λήψη των αρχείων, θα χρησιμοποιηθούν ταυτόχρονα τα δίκτυα Wi-Fi και κινητής τηλεφωνίας. Αυτό μπορεί να αυξήσει τη χρήση δεδομένων κινητής τηλεφωνίας.
es_es: Las redes Wi-Fi y móvil se usarán conjuntamente para descargar archivos más rápido. Esto puede aumentar su uso de datos móviles.
eu: Wi-Fi eta sare mugikorrak elkarrekin erabiliko dira fitxategiak azkarrago deskargatzeko. Baliteke horrek datu mugikorren erabilera handitzea.
ga: Úsáidfear Wi-Fi agus líonraí móibíleacha le chéile chun comhaid a íoslódáil níos tapa. Is féidir go méadófar d'úsáid sonraí móibíleacha leis seo.
hu: Az eszköz a nagy fájlok letöltésének meggyorsítására egyszerre használja a Wi-Fi és a mobilhálózatot. Így növekedhet a mobil internetkapcsolat adatforgalma.
is: Wi-Fi og farsímakerfi verða notuð saman til að hlaða skrám hraðar niður. Þetta kann að auka farsímagagnanotkun.
it_it: Per scaricare file di grandi dimensioni più rapidamente, utilizzate la rete Wi-Fi e la rete cellulare contemporaneamente. Quest'operazione potrebbe comportare l'aumento dell'utilizzo dei dati cellulare.
ja_jp: ファイルをより速くダウンロードするには、Wi-Fiとモバイルネットワークを同時に使用してください。この操作はモバイルデータの使用量を増加させる可能性があります。
ka: ფაილების უფრო სწრაფად ჩამოტვირთვისთვის ერთად იქნება გამოყენებული Wi-Fi და მობილური ქსელები. ამით შეიძლება გაიზარდოს მობილურ მონაცემთა გამოყენება.
kk: Wi-Fi және ұялы деректер файлдарды жылдамырақ жүктеу үшін бірге пайдаланылатын болады. Бұл ұялы деректерді пайдалануды көбейтуі мүмкін.
lt: „Wi-Fi“ ir mobilieji tinklai bus naudojami kartu, kad failai būtų atsiųsti greičiau. Dėl to gali padidėti mobiliųjų duomenų naudojimas.
ro: Pentru descărcarea mai rapidă a fişierelor, reţeaua Wi-Fi şi cea mobilă vor fi utilizate împreună. Aceasta poate creşte utilizarea datelor mobile.
sk: Siete Wi-Fi a mobilné siete sa budú používať spoločne na rýchlejšie sťahovanie súborov. To môže zvyšovať prenos dát cez mobilné dátové siete.
sl: Zaradi hitrejšega prenosa datotek bosta omrežje Wi-Fi in mobilno omrežje uporabljena hkrati. To lahko poveča porabo mobilnih podatkov.
sr: Wi-Fi i mobilne mreže će se istovremeno koristiti radi bržeg preuzimanja fajlova. Ovo može da poveća upotrebu podataka mobilnog telefona.
sv: Wi-Fi-nätverk och mobilnät används tillsammans för att hämta filer snabbare. Det kan öka mobildataanvändningen.
tr_tr: Dosyaları daha hızlı indirmek için Wi-Fi ve mobil ağlar birlikte kullanılacak. Bu işlem mobil veri kullanımınızı artırabilir.
zh_hk: 將同時使用 Wi-Fi 與流動網絡以使下載檔案更快。此操作可能增加流動數據使用量。

# IDS_WIFI_POP_SMART_NETWORK_SWITCH_HAS_BEEN_ENABLED_MSG
source: Smart network switch has been enabled. This function helps to maintain a stable Internet connection by switching between mobile and Wi-Fi networks. This may increase your data usage.
ca: S'ha habilitat Smart network switch. Aquesta funció l'ajuda a mantenir una connexió a Internet estable canviant entre xarxes mòbils i Wi-Fi. Aquesta acció pot augmentar el seu consum de dades.
cs: Byl zapnut Inteligentní přepínač sítě. Tato funkce pomáhá zachovat stabilní připojení k Internetu přepínáním mezi mobilními sítěmi a sítí Wi-Fi. Může se zvýšit využití dat.
da: Skift til smart-netværk er aktiveret. Denne funktion hjælper med at vedligeholde en stabil internetforbindelse ved at skifte mellem mobile netværk og Wi-Fi-netværk. Dette kan øge dataanvendelsen.
de: Der intelligente Netzwechsel wurde aktiviert. Diese Funktion hilft Ihnen dabei eine stabile Internetverbindung aufrechtzuerhalten, indem sie zwischen mobilen Netzen und WLAN-Netzwerken hin und her schaltet. Dadurch kann sich Ihr genutztes Datenvolumen erhöhen.
el_gr: Έχει ενεργοποιηθεί η έξυπνη εναλλαγή δικτύου. Αυτή η λειτουργία συμβάλλει στη διατήρηση της σταθερότητας της σύνδεσης Internet, κάνοντας εναλλαγή μεταξύ των δικτύων κινητής τηλεφωνίας και Wi-Fi. Αυτό μπορεί να αυξήσει τη χρήση δεδομένων.
es_es: Smart network switch se ha activado. Esta función contribuye a mantener una conexión a Internet estable con cambio entre las redes Wi-Fi y móvil. Esto puede incrementar el uso de datos.
eu: Sare adimendunaren tekla gaitu da. Funtzio horrek Internet konexio egonkorrari eusten laguntzen du, sare mugikorren eta Wi-Fi sareen artean aldatuz. Baliteke datu erabilera handitzea.
ga: Aistriú líonra cliste cumasaithe. Tá an fheidhm seo ina cuidiú leat nasc Idirlín a choinneáil cobhsaí trí aistriú idir líonraí móibíleacha agus Wi-Fi. Is féidir leis seo d'úsáid sonraí a mhéadú.
hu: Engedélyezte az intelligens hálózatváltást. Ez a funkció a mobil- és Wi-Fi hálózat között átváltva hozzájárul a stabil internetkapcsolat fenntartásához. Így megnövekedhet az adatforgalom.
is: Kveikt var á snjöllum netskiptum. Þessi eiginleiki hjálpar til við að viðhalda stöðugu netsambandi með því að skipta á milli farsímakerfa og Wi-Fi neta. Þetta kann að auka gagnanotkun.
it_it: Rete Intelligente attivata. Questa funzione consente di mantenere una connessione stabile a Internet passando dalla rete cellulare alla rete Wi-Fi e viceversa. L'operazione potrebbe aumentare l'utilizzo dei dati.
ja_jp: スマートネットワーク切り替えが有効です。この機能は、モバイルネットワークとWi-Fiネットワークを切り替えることで、安定したインターネット接続を維持することに役立ちます。この機能を使用すると、データ使用量が増加します。
ka: ჩაირთო ქსელის ინტელექტუალური გადართვა. ეს ფუნქცია ხელს უწყობს სტაბილური კავშირის შენარჩუნებას ინტერნეტთან, რისთვისაც ახდენს გადართვას მობილურ და Wi-Fi ქსელებს შორის. ამით შეიძლება გაიზარდოს მონაცემთა გამოყენება.
kk: Смарт желіні ауыстыру қосылды. Бұл функция ұялы және Wi-Fi желілері арасында ауыстыру арқылы тұрақты Интернет байланысын ұстануға көмектеседі. Бұл деректерді пайдалануды көбейтуі мүмкін.
lt: Išmanusis tinklo jungiklis įjungtas. Ši funkcija padeda palaikyti stabilų interneto ryšį naudojant mobiliuosius ir „Wi-Fi“ tinklus. Dėl to gali padidėti duomenų naudojimas.
ro: A fost activată Comutarea inteligentă a reţelei. Această funcţie vă ajută să menţineţi o conexiune la internet stabilă, comutând între reţelele mobile şi Wi-Fi. Aceasta poate creşte utilizarea datelor.
sk: Inteligentné prepínanie sietí sa zaplo. Táto funkcia pomáha udržiavať stabilné internetové pripojenie prostredníctvom prepínania medzi mobilnými sieťami a sieťami Wi-Fi. To môže zvyšovať prenos dát.
sl: Funkcija Preklop pametnega omrežja je omogočena. Ta funkcija samodejno preklaplja med mobilnim omrežjem in omrežjem Wi-Fi ter tako pomaga ohraniti stabilno internetno povezavo. To lahko poveča porabo podatkov.
sr: Pametna promena mreže je omogućena. Ova funkcija pomaže održavanje stabilne Internet veze prelaskom sa mobilne mreže na Wi-Fi mrežu. To može da poveća upotrebu podataka.
sv: Smart nätverksbyte har aktiverats. Denna funktion hjälper dig att upprätthålla en stabil internetanslutning genom att växla mellan mobilnät och Wi-Fi-nätverk. Detta kan höja din förbrukning av data.
tr_tr: Akıllı ağ anahtarı etkinleştirildi. Bu işlev, mobil ve Wi-Fi ağları arasında geçiş yaparak dengeli bir İnternet bağlantısının korunmasını sağlar. Bu, veri kullanımınızı artırabilir.
zh_hk: 智能網絡切換已啟用。此功能可通過在流動網絡與 Wi-Fi 網絡之間進行切換來協助保持穩定的互聯網連接。此操作可能增加您的數據使用量。
