Repository: tizenorg/apps.core.preloaded.ug-wifi-direct
Catalog: *-wifidirect/po/*.po
Languages: bn, ca, cs, da, de, el_gr, es_es, eu, ga, gu, hu, is, it_it, ja_jp, ka, kk, kn, lt, mr, ms, my, ne, pa, ro, si, sk, sl, sr, sv, tl, tr_tr, vi, zh_hk

source: There has been no activity for %d minutes since Wi-Fi Direct was turned on. To extend battery life, Wi-Fi Direct has been turned off.
bn: Wi-Fi Direct সক্ষম থাকার কারণে %d মিনিট যাবত কোনও ক্রিয়াকলাপ ছিল না৷ ব্যাটারির আয়ুষ্কালটি প্রসারিত করতে Wi-Fi Directটি অক্ষম আছে৷
ca: No hi ha hagut activitat durant %d minuts des que s'ha habilitat Wi-Fi Direct. Per ampliar la durada de la bateria, s'ha deshabilitat Wi-Fi Direct.
cs: Po zapnutí Wi-Fi Direct nebyla po dobu %d minut vyvinuta žádná aktivita. Wi-Fi Direct bylo vypnuto z důvodu prodloužení životnosti baterie.
da: Der har ikke været nogen aktivitet i %d minutter, siden Wi-Fi Direct blev aktiveret. For at udvide batterilevetiden er Wi-Fi Direct blevet deaktiveret.
de: Seit der Aktivierung von Wi-Fi Direct gab es %d Minuten keine Aktivitäten. Wi-Fi Direct wurde deaktiviert, um die Akkulaufzeit zu verlängern.
el_gr: Έχουν περάσει %d λεπτά χωρίς δραστηριότητα από την ενεργοποίηση του Wi-Fi Direct. Για την επέκταση της ζωής της μπαταρίας, το Wi-Fi Direct έχει απενεργοποιηθεί.
es_es: Se ha detectado un periodo de inactividad de %d minutos desde que se habilitó Wi-Fi Direct. Para aumentar la duración de la batería, se ha desactivado Wi-Fi Direct.
eu: Ez da aktibitaterik egon %d minutuz Wi-Fi Direct gaitu zenetik. Bateria bizitza luzatzeko, Wi-Fi Direct ezgaitu da.
ga: Níor tharla aon ghníomhaíocht le %d nóiméad anuas ón am ar cumasaíodh Wi-Fi Direct. Chun saolré an cheallra a shíneadh rinneadh Wi-Fi Direct a dhíchumasú.
gu: Wi-Fi Direct સક્ષમ હતું તેથી %d સુધી કોઈ પ્રવૃત્તિ કરવામાં આવી નથી. બેટરી આવરદા વધારવા માટે, Wi-Fi Directને અક્ષમ કર્યુ છે.
hu: %d percig tartott a tétlenség engedélyezett Wi-Fi Direct mellett. A Wi-Fi Direct az akkumulátor üzemidejének meghosszabbítása érdekében le lett tiltva.
is: Engin virkni hefur verið til staðar í %d mínútur síðan Wi-Fi Direct var gert virkt. Til að bæta rafhlöðuendingu þarf að slökkva á Wi-Fi Direct.
it_it: Dall'attivazione di Wi-Fi Direct non è stata rilevata alcuna attività per %d minuti. Wi-Fi Direct è stato disattivato per prolungare la durata della batteria.
ja_jp: Wi-Fi Directが有効になってから%d分間使用していません。バッテリーの消耗を抑えるために、Wi-Fi Directを無効にしました。
ka: მოქმედებები არ შესრულებულა Wi-Fi Direct-ის გააქტიურებიდან %d წუთის განმავლობაში. კვების ელემენტის სიცოცხლის გასაზრდელად, გამოირთო Wi-Fi Direct.
kk: Wi-Fi Direct қосылғандықтан, %d минут бойы әрекет болмады. Батарея пайдалану мерзімін ұзарту үшін Wi-Fi Direct өшірілді.
kn: Wi-Fi Direct ಅನ್ನು ಶಕ್ತಗೊಳಿಸಿರುವುದರಿಂದ %d ನಿಮಿಷಗಳ ಕಾಲ ಚಟುವಟಿಕೆಯು ಇರಲಿಲ್ಲ. ಬ್ಯಾಟರಿ ಲೈಫ್ ಹೆಚ್ಚಿಸುವುದಕ್ಕಾಗಿ, Wi-Fi Direct ಅನ್ನು ನಿಶಕ್ತಗೊಳಿಸಲಾಗಿದೆ.
lt: Nuo to laiko, kai buvo įjungta „Wi-Fi Direct“, %d min. neatliktas joks veiksmas. „Wi-Fi Direct“ išjungtas, kad ilgiau veiktų akumuliatorius.
mr: येथे %d मिनिटांसाठी कोणतीच क्रिया नाही कारण Wi-Fi Direct सक्रिय होते. बॅटरी लाइफ वाढवण्यास, Wi-Fi Direct अक्षम केले आहे.
ms: Tiada aktiviti selama %d minit sejak Wi-Fi Direct diaktifkan. Untuk melanjutkan hayat bateri, Wi-Fi Direct telah dinyahaktifkan.
my: Wi-Fi Direct ညႊန္မႈဖြင့္ ၿပီးသည့္ေနာက္ %d မိနစ္အထိ ဘာလုပ္ေဆာင္မႈမွ မရွိေသးပါ။ ဘက္ထရီသက္ ရွည္ၾကာေစရန္ Wi-Fi Directကို အလုပ္မလုပ္ေစရန္ လုပ္ထားသည္။
ne: Wi-Fi Direct सक्षम गरिए देखि त्यहाँ %d मिनट सम्मको लागि कुनै गतिविधि भएको छैन। बैटरी जीवन लम्बाउनको लागि, Wi-Fi Direct असक्षम गरिएको छ।
pa: Wi-Fi Direct ਦੇ ਸਮਰੱਥ ਕੀਤੇ ਜਾਣ ਦੇ ਬਾਅਦ ਇੱਥੇ %d ਮਿੰਟ ਤੋਂ ਕੋਈ ਕਿਰਿਆ ਨਹੀਂ ਸੀ। ਬੈਟਰੀ ਜੀਵਨ ਵਧਾਉਣ ਲਈ, Wi-Fi Direct ਅਸਮਰੱਥ ਕੀਤਾ ਗਿਆ।
ro: Nu s-a înregistrat nicio activitate timp de %d minute, de la activarea Wi-Fi Direct. Pentru a prelungi durata de viaţă a bateriei, Wi-Fi Direct a fost dezactivat.
si: Wi-Fi Direct අක්‍රිය කිරීමෙන් පසු විනාඩි %d ක සිට කිසිඳු ක්‍රියාකාරකමක් නොමැත. බැටරි ආයු කාලය වැඩි කරගැනීම සඳහා, Wi-Fi Direct අක්‍රිය කෙරිණ.
sk: Od zapnutia spojenia Wi-Fi Direct nedošlo po dobu %d minút k žiadnej aktivite. Z dôvodu predĺženia výdrže batérie sa spojenie Wi-Fi Direct vyplo.
sl: Naprava ni dejavna že %d min od vklopa Wi-Fi Direct. Življenjsko dobo baterije lahko podaljšate, če onemogočite Wi-Fi Direct.
sr: Nije bilo nikakvih aktivnosti %d minuta otkako je omogućen Wi-Fi Direct. Da bi se produžilo trajanje baterije, Wi-Fi Direct je onemogućen.
sv: Ingen aktivitet har förekommit på %d minuter sedan Wi-Fi Direct aktiverades. För att förlänga batteritiden har Wi-Fi Direct inaktiverats.
tl: Walang naging aktibidad sa loob ng %d (na) minuto mula nang pinagana ang Wi-Fi Direct. Upang pahabain ang buhay ng baterya, hindi pinagana ang Wi-Fi Direct.
tr_tr: Wi-Fi Direct etkinleştirildikten sonra %d dakika boyunca hiçbir etkinlik olmadı. Pil ömrünü uzatmak için Wi-Fi Direct kapatıldı.
vi: Không có hoạt động nào trong %d phút kể từ khi Wi-Fi Direct được bật. Để kéo dài tuổi thọ pin, Wi-Fi Direct đã tắt.
zh_hk: 自 Wi-Fi Direct 啟用後，已有 %d 分鐘無活動。若要延長電池壽命，Wi-Fi Direct 已停用。

# IDS_WIFI_SK4_SCAN
source: Scan
bn: স্ক্যান করুন
ca: Escan
cs: Hledat
de: Suchen
el_gr: Σάρωση
es_es: Buscar
eu: Eskane-atzea
gu: સ્કેન કરો
hu: Keres
is: Leita
it_it: Ricerca
ja_jp: スキャン
ka: სკანირება
kk: Қарап шығу
kn: ಸ್ಕ್ಯಾನ್
lt: Skenuoti
mr: स्कॅन करा
ms: Imbas
my: စကန္
ne: स्क्यान
pa: ਸਕੈਨ ਕਰੋ
si: පිරික්සන්න
sk: Prehľa-dať
sl: Preišči
sr: Skeniraj
sv: Sök
tl: I-scan
tr_tr: Tara
vi: Dò
zh_hk: 掃描

# IDS_WIFI_SK_STOP
source: Stop
bn: থামুন
ca: Aturar
de: Stopp
el_gr: Διακοπή
es_es: Parar
eu: Gelditu
gu: રોકો
hu: Leállít
is: Stöðva
it_it: Ferma
ja_jp: 停止
ka: შეჩერება
kk: Үзіліс
kn: ನಿಲ್ಲಿಸು
lt: Stabdyti
mr: थांबा
ms: Henti
my: ရပ္
ne: रोक्‍नुहोस्
pa: ਰੁਕੋ
ro: Oprire
si: නවත්.
sl: Ustavi
sv: Stopp
tl: Ihinto
tr_tr: Durdur
vi: Dừng
zh_hk: 停止

# IDS_WIFI_POP_DEACTIVATION_FAILED
source: Deactivation failed.
bn: নিষ্ক্রিয়করণ ব্যর্থ।
ca: Error en desactivar
cs: Deaktivace se nezdařila.
da: Deaktivering mislykkedes.
de: Deaktivierung fehlgeschlagen
el_gr: Αποτυχία απενεργοποίησης.
es_es: Error en desactivación
eu: Desaktibazioak huts egin du
ga: Theip ar dhíghníomhachtú.
gu: નિષ્ક્રિયતા નિષ્ફળ.
hu: Sikertelen deaktiválás
is: Mistókst að slökkva.
it_it: Disattivazione non eseguita.
ja_jp: 無効に失敗しました。
ka: დეაქტივაცია ვერ შესრულდა.
kk: Сөндірілген жоқ.
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ.
lt: Išjungti nepavyko.
mr: निष्क्रियता अयशस्वी.
ms: Penyahaktifan gagal.
my: သက္ဝင္မႈျဖဳတ္ျခင္း မေအာင္ျမင္ပါ။
ne: असक्षमीकरण असफल।
pa: ਨਿਸ਼ਕ੍ਰਿਆ ਕਰਨਾ ਅਸਫਲ।
ro: Dezactivare nereuşită
si: අක්‍රිය කිරීම අසාර්ථක විය.
sk: Deaktivácia zlyhala.
sl: Izklop ni uspel.
sr: Deaktivacija neuspešna.
sv: Avaktiveringen misslyckades.
tl: Nabigo ang pag-deactivate.
tr_tr: Devre dışı bırakma başarısız.
vi: Xảy ra lỗi.
zh_hk: 關閉失敗

# IDS_WIMAX_POP_ACTIVATION_FAILED
source: Activation failed.
bn: সক্রিয়করণ ব্যর্থ।
ca: Activació fallida
cs: Aktivace se nezdařila.
da: Aktivering mislykkedes.
de: Aktivierung fehlgeschlagen
el_gr: Αποτυχία ενεργοποίησης.
es_es: Error al activar
eu: Aktibazioak huts egin du
ga: Theip ar chur i ngníomh.
gu: સક્રિયતા નિષ્ફળ.
hu: Nem sikerült aktiválni.
is: Ekki tókst að gera virkt.
it_it: Attivazione non riuscita.
ja_jp: 起動に失敗しました。
ka: ვერ გააქტიურდა.
kk: Активтендіру сәтсіз
kn: ಸಕ್ರಿಯತೆಗೊಳ್ಳುವದು ವಿಫಲವಾಗಿದೆ.
lt: Aktyvinti nepavyko.
mr: सक्रीयकरण अयशस्वी.
ms: Pengaktifan gagal.
my: သက္ဝင္ေအာင္လုပ္ျခင္း မေအာင္ျမင္ပါ။
ne: सक्रियता असफल।
pa: ਕਿਰਿਆਸ਼ੀਲਤਾ ਅਸਫਲ।
ro: Activare nereuşită
si: සක්‍රිය කිරීම අසමත් විය.
sk: Aktivácia sa nepodarila.
sl: Vklop ni uspel.
sr: Uključivanje neuspešno.
sv: Aktiveringsfel.
tl: Nabigo ang pag-activate.
tr_tr: Etkinleştirme başarısız.
vi: Kích hoạt bị lỗi.
zh_hk: 啟動失敗

# IDS_WIFI_POP_CURRENT_CONNECTION_WILL_BE_DISCONNECTED_CONTINUE_Q
source: Current connection will be disconnected. Continue?
bn: বর্তমান সংযোগ বিচ্ছিন্ন হবে। অবিরত থাকবেন?
ca: Es desconnectarà la connexió actual. Continuar?
cs: Aktuální připojení bude odpojeno. Chcete pokračovat?
da: Den aktuelle forbindelse vil blive afbrudt. Vil du fortsætte?
de: Aktuelle Verbindung wird getrennt. Fortfahren?
el_gr: Η τρέχουσα σύνδεση θα αποσυνδεθεί. Συνέχεια;
es_es: La conexión actual finalizará. ¿Continuar?
eu: Uneko konexioa deskonektatu egingo da. Jarraitu?
ga: Dínascfar an nasc reatha. Ar aghaidh?
gu: હાલનું જોડાણ તોડી નખાશે. આગળ વધીએ?
hu: A jelenlegi kapcsolat megszakad. Folytatja a műveletet?
is: Tengingu við netkerfið verður slitið. Viltu halda áfram?
it_it: La connessione corrente sarà disconnessa. Continuare?
ja_jp: 現在の接続は切断されます。続行しますか？
ka: მიმდინარე კავშირი გამოირთვება. განაგრძობთ?
kk: Ағымдағы байланыс ажыратылады. Жалғастыру керек пе?
kn: ಪ್ರಸಕ್ತ ಸಂಪರ್ಕದ ಸಂಪರ್ಕ ತೆಗೆಯಲಾಗುವುದು. ಮುಂದುವರಿಯುವುದೆ?
lt: Dabartinis ryšys bus išjungtas. Tęsti?
mr: सध्याची जोडणी खंडित होईल. पुढे चालु ठेवायचे?
ms: Sambungan semasa akan diputuskan. Teruskan?
my: လက္ရွိ ခ်ိတ္ဆက္မႈ အဆက္ျပတ္သြားမည္။ ဆက္လုပ္မလား?
ne: वर्तमान जडान विच्छेद हुनेछ । जारी राखूँ?
pa: ਮੌਜੂਦਾ ਕਨੈਕਸ਼ਨ ਡਿਸਕਨੈਕਟ ਹੋ ਜਾਵੇਗਾ। ਜਾਰੀ ਰੱਖਣਾ ਹੈ?
ro: Conexiunea actuală va fi încheiată. Continuaţi?
si: පවත්නා ජාලය විසන්ධි වනු ඇත. පවත්වාගෙන යන්නද?
sk: Aktuálne pripojenie bude odpojené. Pokračovať?
sl: Trenutna povezava bo prekinjena. Nadaljujem?
sr: Trenutna veza će biti prekinuta. Nastavak?
sv: Aktuell anslutning bryts. Fortsätta?
tl: Madidiskonekta ang kasalukuyang koneksyon. Magpatuloy?
tr_tr: Geçerli bağlantı kesilecek. Devam edilsin mi?
vi: Kết nối hiện tại sẽ bị ngắt. Tiếp tục?
zh_hk: 目前連接將中斷。要繼續嗎？

# IDS_ST_POP_YOU_CAN_CONNECT_UP_TO_PD_DEVICES_AT_THE_SAME_TIME
source: You can connect up to %d devices at the same time.
bn: আপনি একই সময়ে %dটি পর্যন্ত ডিভাইস সংযুক্ত করতে পারেন।
ca: Pot connectar fins a %d dispositius simultàniament
cs: Současně se můžete připojit max. k %d zařízením.
da: Du kan tilslutte op til %d enheder på samme tid.
de: Sie können bis zu %d Geräte gleichzeitig miteinander verbinden.
el_gr: Μπορείτε να συνδέσετε έως και %d συσκευές ταυτόχρονα.
es_es: Puede conectar hasta %d dispositivos al mismo tiempo
eu: %d gailu ere konekta ditzakezu aldi berean
ga: Is féidir leat suas le %d gléas a nascadh ag an am céanna
gu: તમે એક સમયમાં %d ઉપકરણો સુધી જોડાણ કરી શકો છો.
hu: Egyszerre legfeljebb %d eszközt csatlakoztathat.
is: Hægt er að tengjast allt að %d tækjum samtímis.
it_it: Potete connettere un massimo di %d dispositivi contemporaneamente.
ja_jp: 同時に%d台までデバイスを接続できます。
ka: შეგიძლიათ ერთდროულად დაუკავშირდეთ %d-მდე მოწყობილობას.
kk: Бір уақытта %d құрылғыға дейін қосуға болады.
kn: ಒಂದೇ ಸಮಯದಲ್ಲಿ ನೀವು %d ಸಾಧನಗಳವರೆಗೆ ಸಂಪರ್ಕಿಸಬಹುದು.
lt: Vienu metu galite prijungti iki %d įrenginių.
mr: आपण एकाच वेळी %d उपकरणांन पर्यंत कनेक्ट करू शकता.
ms: Anda boleh menyambung sehingga %d peranti pada masa yang sama.
my: တစ္ျပိဳင္နက္တည္းမွာ ကိရိယာ %d ခုအထိ ခ်ိတ္ဆက္ႏိုင္သည္။
ne: तपाईले एकै पटकमा %d डिभाइसहरू जोड्नसक्नुहुन्छ।
pa: ਇੱਕ ਸਮੇਂ ਵਿੱਚ ਤੁਸੀਂ %d ਤੱਕ ਡਿਵਾਈਸਿਸ ਕਨੈਕਟ ਕਰ ਸਕਦੇ ਹੋ।
ro: Vă puteţi conecta la maximum %d dispozitive în acelaşi timp.
si: එකම අවස්ථාවක ඔබට %d දක්වා උපාංග සම්බන්ධ කළ හැකිය.
sk: Naraz môžete pripojiť max. %d zariadení.
sl: Hkrati lahko povežete do %d naprav.
sr: Možeš da povežeš do %d uređaja istovremeno.
sv: Du kan ansluta upp till %d enheter samtidigt.
tl: Maaari kang magkonekta ng hanggang %d device nang sabay-sabay.
tr_tr: Aynı anda en fazla %d cihaz bağlayabilirsiniz.
vi: Bạn có thể kết nối tối đa %d thiết bị cùng lúc.
zh_hk: 最多可同時連接 %d 個裝置。

# IDS_WIFI_HEADER_AVAILABLE_DEVICES_ABB
source: Available devices
bn: সুলভ ডিভাইসগুলি
ca: Dispositius dispon
cs: Dostupná zařízení
da: Tilgængelige enheder
de: Verfügbare Geräte
el_gr: Διαθέσιμες συσκευές
es_es: Disposit dispon
eu: Gailu eskuragarriak
ga: Gléasanna atá ar fáil
gu: ઉપલબ્ધ ઉપકરણો
hu: Elérhető eszközök
is: Tiltæk tæki
it_it: Dispositivi disponibili
ja_jp: 接続可能デバイス
ka: ხელმისაწვდომები
kk: Қол жетімді құр-лар
kn: ಲಭ್ಯವಿರುವ ಸಾಧನಗಳು
lt: Galimi įrenginiai
mr: उपलब्ध उपकरणे
ms: Peranti tersedia
my: ရရွိႏိုင္ေသာ ကိရိယာမ်ား
ne: उपलब्ध यन्त्रहरू
pa: ਉਪਲਬਧ ਡਿਵਾਈਸਿਸ
ro: Dispozitive dispon.
si: පවතින උපාංග
sk: Dostupné zariadenia
sl: Razpoložlj. naprave
sr: Dostupni uređaji
sv: Tillängliga enheter
tl: Mga available device
tr_tr: Kllanılablr cihazlar
vi: Các thiết bị sẵn có
zh_hk: 可用裝置

# IDS_WIFI_POP_FAILED_TO_CONNECT_TO_PS
source: Failed to connect to %s.
bn: %s-এ সংযোগ স্থাপন করতে ব্যর্থ।
ca: Error en connectar-se a %s
cs: Nepodařilo se připojit k %s.
da: Kunne ikke oprette forbindelse til %s.
de: Verbindung zu %s nicht möglich
el_gr: Αποτυχία σύνδεσης με %s.
es_es: Error al conectar a %s
eu: Ezin da %s-ra konektatu
ga: Theip ar nascadh le %s.
gu: %s સાથે જોડાવવા નિષ્ફળ.
hu: Nem sikerült csatlakozni a következőhöz: %s.
is: Mistókst að tengjast við %s.
it_it: Impossibile connettersi a %s.
ja_jp: %sへの接続失敗
ka: ვერ დაკავშირდა %s.
kk: %s қосылым сәтсіз аяқталды.
kn: %s ಗೆ ಸಂಪರ್ಕಿಸಲು ವಿಫಲವಾಗಿದೆ.
lt: Nepavyko prisijungti prie %s.
mr: %s ला कनेक्ट करण्यात अपयश.
ms: Gagal menyambung ke %s.
my: %s သို့ ဆက္သြယ္ရန္ မေအာင္ျမင္ပါ။
ne: %s सँग जडान गर्न सकिएन।
pa: %s ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਫ਼ਲ।
ro: Conectarea la %s a eşuat.
si: %s වෙත සම්බන්ධ වීමට නොහැකි විය.
sk: Nepodarilo sa pripojiť k %s.
sl: Ni mogoče povezati z %s.
sr: Neuspešno povezivanje na %s.
sv: Det gick inte att ansluta till %s.
tl: Nabigong kumonekta sa %s.
tr_tr: %s ile bağlantı başarısız.
vi: Không thể kết nối đến %s.
zh_hk: 連接到 %s 失敗。

# IDS_ST_POP_DEVICE_CONNECTED_TO_ANOTHER_DEVICE
source: Device connected to another device.
bn: ডিভাইস অন্য একটি ডিভাইসের সাথে সংযুক্ত।
ca: Dispositiu connectat a un altre dispositiu
cs: Zařízení je připojeno k jinému zařízení.
da: Enhed forbundet til anden enhed.
de: Gerät ist mit einem anderen Gerät verbunden.
el_gr: Η συσκευή έχει συνδεθεί σε άλλη συσκευή.
es_es: Dispositivo conectado con otro dispositivo
eu: Gailua beste gailu batera konektatuta
ga: Gléas nasctha le gléas eile.
gu: ઉપકરણ અન્ય ઉપકરણ સાથે જોડાયેલ છે.
hu: Az eszköz egy másik eszközhöz csatlakozik.
is: Tækið er tengt við annað tæki.
it_it: Dispositivo connesso a un altro dispositivo.
ja_jp: 他のデバイスと接続中です。
ka: მოწყობილობა დაკავშირებულია სხვა მოწყობილობასთან.
kk: Құрылғы басқа құрылғыға қосылды.
kn: ಸಾಧನವು ಇನ್ನೊಂದು ಸಾಧನಕ್ಕೆ ಸಂಪರ್ಕಿತವಾಗಿದೆ.
lt: Įrenginys prijungtas prie kito įrenginio.
mr: उपकरण अन्य उपकरणला कनेक्ट केले.
ms: Peranti disambungkan kepada peranti lain.
my: ကိရိယာသည္ အျခားကိရိယာသို႔ ဆက္ထားသည္။
ne: डिभाइस अर्को डिभाइससंग जोडिएको छ।
pa: ਡਿਵਾਈਸ ਦੂਜੇ ਡਿਵਾਈਸ ਨਾਲ ਕਨੈਕਟ ਹੋਇਆ।
ro: Dispozitiv conectat la un alt dispozitiv
si: උපාංගය වෙනත් උපාංගයකට සම්බන්ධ කෙරිණි.
sk: Zariadenie je pripojené k inému zariadeniu.
sl: Naprava je povezana z drugo napravo.
sr: Uređaj je povezan na drugi uređaj.
sv: Enheten är ansluten till en annan enhet.
tl: Nakakonekta ang device sa isa pang device.
tr_tr: Cihaz başka bir cihaza bağlandı.
vi: Thiết bị đã kết nối đến thiết bị khác.
zh_hk: 裝置已連接至其他裝置。

# IDS_WIFI_BODY_CONNECTED_TO_PS
source: Connected to %s.
bn: %s-এর সঙ্গে সংযুক্ত।
ca: Connectat a %s
cs: Připojeno k %s.
da: Tilsluttet %s.
de: Verbunden mit %s
el_gr: Σύνδεση με %s.
es_es: Conectado a %s
eu: %s-ra konektatuta
ga: Nasctha le %s.
gu: %s સાથે જોડાણ કરેલું છે.
hu: Kapcsolódva a(z) %s hálózathoz.
is: Tengt við %s.
it_it: Connesso a %s.
ja_jp: %sに接続
ka: დაკავშირებულია %s.
kk: %s құрылғысына қосылды.
kn: %sಗೆ ಸಂಪರ್ಕಿಸಿದೆ.
lt: Prisijungta prie %s.
mr: %s ला जोडले.
ms: Disambung ke %s.
my: %s သို႔ ခ်ိတ္ဆက္ထားသည္။
ne: %s मा जडित।
pa: %s ਨਾਲ ਕਨੈਕਟ ਹੋਇਆ।
ro: Conectat la %s
si: %s වෙත සම්බන්ධ විය.
sk: Pripojené k %s.
sl: Povezava vzpostavljena z omrežjem %s.
sr: Povezano sa %s.
sv: Ansluten till %s.
tl: Nakakonekta sa %s.
tr_tr: %s ağı ile bağlantı kuruldu.
vi: Đã kết nối đến %s.
zh_hk: 已連接至 %s。

# IDS_COM_BODY_PINS_DO_NOT_MATCH
source: PINs do not match.
bn: PINগুলি অনুরূপ নয়।
ca: Els PIN no coincideixen
cs: PIN kódy se neshodují.
da: PIN-koder stemmer ikke overens.
de: PINs stimmen nicht überein.
el_gr: Ασυμφωνία κωδικών PIN.
es_es: Los PIN no coinciden
eu: PINak ez datoz bat
ga: Ní hionann na PIN
gu: PIN મેળ ખાતો નથી.
hu: A PIN kódok nem egyeznek.
is: PIN-númer stangast á.
it_it: PIN non corrispondenti.
ja_jp: PINが一致しません。
ka: PIN-ები არ თანხვდება.
kk: PIN кодтары сәйкес келмейді.
kn: PIN ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ.
lt: PIN kodai neatitinka.
mr: PIN जुळले नाहीत.
ms: PIN tidak padan.
my: PIN မ်ား မကိုက္ညီပါ။
ne: PIN हरू मिलेन।
pa: PIN ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ।
ro: Codurile PIN nu se potrivesc.
si: PIN අංක නොගැලපේ.
sk: Kódy PIN sa nezhodujú.
sl: Kodi PIN se ne ujemata.
sr: PIN-ovi se ne slažu.
sv: PIN-koder matchar inte.
tl: Hindi nagtutugma ang mga PIN.
tr_tr: PIN'ler eşleşmiyor.
vi: Mã PIN không khớp.
zh_hk: PIN 碼不符。

# IDS_COM_POP_DEACTIVATING_ING
source: Deactivating...
bn: নিষ্ক্রিয় করা হচ্ছে…
ca: Desactivant...
cs: Deaktivace...
da: Deaktiverer ...
de: Wird deaktiviert...
el_gr: Απενεργοποίηση..
es_es: Desactivando...
eu: Desaktibatzen...
ga: Ag díghníomhachtú...
gu: નિષ્ક્રિય કરે છે....
hu: Deaktiválás...
is: Slekk...
it_it: Disattivazione...
ja_jp: 解除中...
ka: გამორთვა...
kk: Өшірілуде..
kn: ನಿಷ್ಕ್ರೀಯಗೊಳ್ಳುತ್ತಿದೆ...
lt: Išjungiama...
mr: निष्क्रिय करणे चालू आहे...
ms: Menyahaktifkan…
my: ပိတ္ေနပါသည္….
ne: असक्रिय गरिँदै छ...
pa: ਨਿਸ਼ਕ੍ਰਿਆ ਹੋ ਰਿਹਾ ਹੈ...
ro: Dezactivare...
si: අක්‍රීය කරමින් පවතී...
sk: Deaktivácia...
sl: Izključujem...
sr: Deaktivacija...
sv: Deaktiverar...
tl: Dini-deactivate...
tr_tr: Devreden çıkartılıyor...
vi: Đang tắt...
zh_hk: 正在關閉...

source: Current connection will be disconnected so that scanning can start. Continue?
bn: স্ক্যানিং যাতে শুরু হতে পারে তাই বর্তমান সংযোগটি সংযোগ বিচ্ছিন্ন হবে৷ অবিরত থাকবেন?
ca: Es desconnectarà la connexió actual per poder iniciar la cerca. Continuar?
cs: Aktuální připojení bude odpojeno, aby mohlo být zahájeno vyhledávání. Chcete pokračovat?
da: Aktuel forbindelse afbrydes, så scanning kan starte. Fortsæt?
de: Aktuelle Verbindung wird getrennt, damit der Scan gestartet werden kann. Fortfahren?
el_gr: Η τρέχουσα σύνδεση θα αποσυνδεθεί για να είναι δυνατή η έναρξη της σάρωσης. Συνέχεια;
es_es: Se desconectará la conexión actual para que pueda iniciarse la búsqueda. ¿Continuar?
eu: Oraingo konexioa deskonektatuko da bilaketa abiarazteko. Jarraitu?
ga: Dínascfar an nasc reatha ionas go bhféadfar tosú ag scanadh. Lean ar aghaidh?
gu: વર્તમાન કનેક્શન ડિસ્કનેક્ટ કરવામાં આવશે જેથી સ્કેનિંગ પ્રારંભ થઈ શકે. ચાલુ રાખીએ?
hu: A keresés megkezdéséhez megszakad a jelenlegi kapcsolat. Folytatja?
is: Núverandi tenging verður aftengd svo að skönnun geti hafist. Halda áfram?
it_it: La connessione corrente sarà interrotta per permettere l'avvio della ricerca. Continuare?
ja_jp: スキャンを開始すると、現在の接続は切断されます。続行しますか？
ka: მიმდინარე კავშირი შეწყდება, რომ დაიწყოს ძებნა. განაგრძობთ?
kk: Іздеуді бастау үшін ағымдағы байланыс ажыратылады. Жалғастыру керек пе?
kn: ಪ್ರಸಕ್ತ ಸಂಪರ್ಕ ತೆಗೆದಾಗ ಸ್ಕ್ಯಾನಿಂಗ್ ಪ್ರಾರಂಭಗೊಳ್ಳುತ್ತದೆ. ಮುಂದುವರಿಸುವುದೆ?
lt: Dabartinis ryšys bus atjungtas, kad būtų galima pradėti paiešką. Tęsti?
mr: सद्य कनेक्शन डिस्कनेक्ट केले जाईल जेणे करून स्कॅनिंग सुरू होवू शकेल. चालू ठेवायचे?
ms: Sambungan semasa akan diputuskan supaya pengimbasan boleh bermula. Teruskan?
my: စကန္လုပ္ျခင္း စတင္ရန္အတြက္ လက္ရွိ အဆက္အသြယ္ကို ျဖတ္လိုက္မည္။ ဆက္လုပ္မည္လား?
ne: हालको जडान बिच्छेद गरिनेछ ताकि स्क्यानिङ् सुरु हुन सकोस्। जारी राख्ने?
pa: ਮੌਜੂਦਾ ਕਨੈਕਸ਼ਨ ਡਿਸਕਨੈਕਟ ਹੋ ਜਾਵੇਗਾ ਤਾਂ ਕਿ ਸਕੈਨਿੰਗ ਆਰੰਭ ਹੋ ਸਕੇ। ਜਾਰੀ ਰੱਖੀਏ?
ro: Conexiunea curentă va fi deconectată, pentru ca scanarea să poată începe. Continuaţi?
si: වත්මන් සම්බන්ධතාවය විසන්ධි වී පිරික්සීම ඇරඹෙනු ඇත. ඉදිරියට යන්නද?
sk: Aktuálne pripojenie sa odpojí, aby sa mohlo spustiť vyhľadávanie. Pokračovať?
sl: Trenutna povezava bo prekinjena, da se bo iskanje lahko začelo. Želite nadaljevati?
sr: Trenutna veza će biti prekinuta da bi se pokrenulo skeniranje. Nastaviti?
sv: Den aktuella anslutningen kopplas bort så att sökningen kan starta. Fortsätt?
tl: Madidiskonekta ang kasalukuyang koneksyon upang makapagsimula ang pag-scan. Magpatuloy?
tr_tr: Tarama başlatmak için mevcut bağlantı kesilecek. Devam edilsin mi?
vi: Kết nối hiện tại sẽ bị ngắt để quá trình dò tìm có thể bắt đầu. Tiếp tục?
zh_hk: 將中斷目前的連接以開始掃描。繼續嗎？

# IDS_WIFI_HEADER_DEVICES_THAT_FAILED_TO_CONNECT
source: Devices that failed to connect
bn: যে ডিভাইসগুলি সংযোগ করতে ব্যর্থ
ca: Dispositius que no han pogut connectar
cs: Zařízení, ke kterým se nepodařilo připojit
da: Enheder, der ikke kunne oprette forbindelse
de: Geräte, deren Verbindung fehlgeschlagen ist
el_gr: Συσκευές που απέτυχε η σύνδεσή τους
es_es: Dispositivos que no han podido conectar
eu: Konektatu ezin izan diren gailuak
ga: Gléasanna ar theip orthu nascadh
gu: જોડવામાં નિષ્ફળ થયેલા ઉપકરણો
hu: Sikertelenül kapcsolódó eszközök
is: Tæki sem mistókst að tengjast
it_it: Dispositivi con connessione non eseguita
ja_jp: 接続に失敗したデバイス
ka: მოწყობილობები, რომლებიც ვერ დაკავშირდა
kk: Қосылмаған құрылғылар
kn: ಸಂಪರ್ಕಗೊಳ್ಳಲು ವಿಫಲವಾದ ಸಾಧನಗಳು
lt: Įrenginiai, kurių nepavyko prijungti
mr: ज्या उपकरणांना कनेक्ट करण्यात अयशस्वी
ms: Peranti yang gagal disambungkan
my: ခ်ိတ္ဆက္၍ မရသည့္ ကိရိယာမ်ား
ne: यन्त्रहरू जुन जडान हुन असफल भयो
pa: ਉਪਕਰਣ ਜੋ ਕਨੈਕਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Dispozitive care nu s-au conectat
si: සම්බන්ධ වීමට අසමත් වූ උපාංග
sk: Zariadenia, ktorým sa nepodarilo pripojiť
sl: Naprave, ki se jim ni uspelo povezati
sr: Uređaji čije povezivanje nije uspelo
sv: Enheter som inte kunde ansluta
tl: Mga device na hindi nakakonekta.
tr_tr: Bağlanamayan cihazlar
vi: Các thiết bị kết nối không thành công
zh_hk: 無法連接的裝置

# IDS_WIFI_POP_ENTER_PIN_TO_CONNECT_TO_PS
source: Enter PIN to connect to %s.
bn: %s-এর সাথে সংযোগ স্থাপন করতে PIN লিখুন।
ca: Introduir PIN per connectar a %s
cs: Zadejte PIN kód pro připojení k %s.
da: Angiv PIN-kode for at forbinde til %s.
de: PIN eingeben, um mit %s zu verbinden.
el_gr: Εισάγετε τον κωδικό PIN για σύνδεση με %s.
es_es: Introduzca el PIN para conectarse a %s
eu: Adierazi PINa %s-(e)ra konektatzeko
ga: Iontráil PIN chun nascadh le %s
gu: %s સાથે જોડવા માટે PIN દાખલ કરો.
hu: Adja meg a PIN-t a(z) %s eszközhöz való kapcsolódáshoz.
is: Sláðu inn PIN-númer til að tengjast við %s.
it_it: Immettere PIN per connettersi a %s.
ja_jp: %sに接続するにはPINを入力してください。
ka: ჩაწერეთ PIN, რომ დაკავშირდეს %s.
kk: %s құрылғысына қосылу үшін PIN кодын енгізіңіз.
kn: %s ನೊಂದಿಗೆ ಸಂಪರ್ಕಿಸಲು PIN ನಮೂದಿಸಿ.
lt: Norėdami prisijungti prie „%s“, įveskite PIN kodą.
mr: %s ला कनेक्ट करण्यासाठी PIN प्रविष्ट करा.
ms: Masukkan PIN untuk sambung ke %s.
my: %s ကို ခ်ိတ္ဆက္ရန္ PIN နံပါတ္ထည့္ပါ။
ne: %s मा जोडन गर्न PIN प्रविष्टि गर्नुहोस्।
pa: %s ਨਾਲ ਕਨੈਕਟ ਕਰਨ ਲਈ PIN ਦਾਖ਼ਲ ਕਰੋ।
ro: Introduceţi codul PIN pentru a vă conecta la %s.
si: %s වෙත සම්බන්ධ වීම සඳහා පින් අංකය ඇතුලත් කරන්න.
sk: Zadajte kód PIN na pripojenie k %s.
sl: Vnesite kodo PIN za povezavo z %s.
sr: Unesi PIN radi povezivanja na %s.
sv: Ange PIN för att ansluta till %s.
tl: Ipasok ang PIN upang kumonekta sa %s.
tr_tr: %s cihazına bağlanmak için PIN girin.
vi: Nhập PIN để kết nối đến %s.
zh_hk: 輸入 PIN 碼以連接至 %s。
