Repository: tizenorg/apps.core.preloaded.ug-wifi-direct
Catalog: popup-wifidirect/po/*.po
Languages: az, et, hi, hr, hy, ko_kr, lv, mk, uz

# IDS_WIFI_BODY_DISABLE_WI_FI_DIRECT_AFTER_USE_TO_SAVE_BATTERY_ABB
source: Disable Wi-Fi Direct after use to save battery
az: Batareyaya qənaət üçün Wi-Fi Direct-i söndürün
et: Pärast kasut. desakt. Wi-Fi Direct, et säästa akut
hi: बैटरी सुरक्षित करने के लिए उपयोग करने के बाद Wi-Fi डायरेक्ट अक्षम करें
hr: Isklj. Wi-Fi Direct nakon up. radi uštede baterije
hy: Օգտ. հետո կասեցրեք Wi-Fi Direct՝ մրտկց խնայելու հր
ko_kr: 배터리 절약을 위해 Wi-Fi Direct 사용 후 해제
lv: Deakt. Wi-Fi Direct pēc liet., lai taup. enerģiju
mk: Искл. Wi-Fi Direct по употр. за да се зашт. батер.
uz: Batareya tejash u-n Wi-Fi Direct ishl so‘ng o‘chir

# IDS_WIFI_BODY_SCAN_FOR_WI_FI_DIRECT_DEVICES
source: Scan for Wi-Fi Direct devices
az: Wi-Fi Direct cihazlarını axtar
et: Otsige Wi-Fi Directi seadmeid
hi: Wi-Fi डायरेक्ट डिवाइसों के लिए स्कैन करें
hr: Traži Wi-Fi Direct uređaje
hy: Կատարել Wi-Fi Direct սարքերի տեսածրում
ko_kr: Wi-Fi Direct 기기 검색
lv: Meklēt Wi-Fi Direct ierīces
mk: Скенирај за уреди Wi-Fi Direct
uz: Wi-Fi Direct qurilmalarini qidirish

# IDS_WIFI_BODY_SCAN_FOR_WI_FI_DIRECT_DEVICES_CURRENT_NETWORK_WILL_BE_DISCONNECTED
source: Scan for Wi-Fi Direct devices. Current network will be disconnected
az: Wi-Fi Direct cihazlarını axtar. Cari şəbəkə ilə əlaqə kəsiləcək
et: Otsige Wi-Fi Directi seadmeid. Ühendus praeguse võrguga katkestatakse
hi: Wi-Fi डायरेक्ट डिवाइसेस के लिए स्कैन करें। वर्तमान नेटवर्क डिस्कनेक्ट हो जाएगा
hr: Traži Wi-Fi Direct uređaje. Trenutna će se mreža isključiti
hy: Կատարել Wi-Fi Direct սարքերի տեսածրում: Ընթացիկ ցանցը կանջատվի
ko_kr: Wi-Fi Direct 기기를 검색합니다. 현재 네트워크 연결이 끊어집니다
lv: Meklēt Wi-Fi Direct ierīces. Pašreizējais tīkls tiks atvienots
mk: Скенирај за уреди Wi-Fi Direct. Ќе се прекине врската со моменталната мрежа
uz: Wi-Fi Direct qurilmalarini qidirish. Joriy tarmoq uziladi

source: Search for Wi-Fi direct devices or search for devices on other Wi-Fi networks
az: Wi-Fi Direct cihazlarını və ya digər Wi-Fi şəbəkələrində cihazları axtar
et: Wi-Fi Direct'i seadmete või muudest Wi-Fi võrkudest seadmete otsimine
hi: वाई-फ़ाई डायरेक्ट डिवाइसों को खोजें या अन्य वाई-फ़ाई नेटवर्क्स पर डिवाइसों को खोजें
hr: Traži Wi-Fi Direct uređaje ili traži uređaje na drugim Wi-Fi mrežama
hy: Որոնել Wi-Fi Direct սարքեր կամ որոնել սարքեր այլ Wi-Fi ցանցերում
ko_kr: Wi-Fi Direct 기기를 검색하거나 다른 Wi-Fi 네트워크에 있는 기기를 검색합니다
lv: Meklēt Wi-Fi Direct ierīces vai ierīces citos Wi-Fi tīklos
mk: Барај уреди Wi-Fi direct или уреди на други мрежи Wi-Fi
uz: Wi-Fi Direct qurilmalarini yoki boshqa Wi-Fi tarmoqlardagi qurilmalarni qidirish

# IDS_WIFI_BODY_WI_FI_DIRECT_CONNECTED
source: Wi-Fi Direct connected
az: Wi-Fi Direct qoşulmuşdur
et: Wi-Fi Direct on ühendatud
hi: वाई-फ़ाई डायरेक्ट कनेक्ट किया गया
hr: Wi-Fi Direct spojen
hy: Wi-Fi Direct-ը միացված է
ko_kr: Wi-Fi Direct가 연결되었습니다
lv: Izveidots Wi-Fi Direct savienojums
mk: Поврзано е Wi-Fi Direct
uz: Wi-Fi Direct ulandi

# IDS_WFD_POP_TITILE_CONNECTION
source: Wi-Fi Direct connection
az: Wi-Fi Direct bağlantısı
et: Wi-Fi Directi ühendus
hi: Wi-Fi डायरेक्ट कनेक्‍शन
hr: Wi-Fi Direct veza
hy: Wi-Fi Direct-ի միացում
ko_kr: Wi-Fi Direct 연결
lv: Wi-Fi Direct savienojums
mk: Поврзување Wi-Fi Direct
uz: Wi-Fi Direct ulanishi

# IDS_WIFI_HEADER_WI_FI_DIRECT_SETTINGS
source: Wi-Fi Direct settings
az: Wi-Fi Direct parametrləri
et: Wi-Fi Directi seaded
hi: वाई-फ़ाई डायरेक्ट सेटिंग्स
hr: Postavke za Wi-Fi Direct
hy: Wi-Fi Direct-ի դրվածքներ
ko_kr: Wi-Fi Direct 설정
lv: Wi-Fi Direct iestatījumi
mk: Опции за Wi-Fi Direct
uz: Wi-Fi Direct parametrlari

# IDS_WIFI_MBODY_CONFIGURE_WI_FI_DIRECT
source: Configure Wi-Fi Direct
az: Wi-Fi Direct-i konfiqurasiya et
et: Konfig. Wi-Fi Directi
hi: वाई-फ़ाई डायरेक्ट कॉन्फ़िगर करें
hr: Postavi Wi-Fi Direct
hy: Կազմաձևել Wi-Fi Direct-ը
ko_kr: Wi-Fi Direct 구성
lv: Konfigurēt Wi-Fi Direct
mk: Конфиг. Wi-Fi Direct
uz: Wi-Fi Directni sozlash

# IDS_WIFI_MBODY_DISCONNECT_WI_FI_DIRECT
source: Disconnect Wi-Fi Direct
az: Wi-Fi Direct ilə əlaqəni kəs
et: Ühenda Wi-Fi Direct lahti
hi: वाई-फ़ाई डायरेक्ट डिस्कनेक्ट करें
hr: Odspajanje Wi-Fi Direct
hy: Անջատել Wi-Fi Direct-ը
ko_kr: Wi-Fi Direct 연결 해제
lv: Atvienot Wi-Fi Direct
mk: Прек. врска Wi-Fi Direct
uz: Wi-Fi Directni uzish

# IDS_WIFI_MBODY_WI_FI_DIRECT_STATUS
source: Wi-Fi Direct status
az: Wi-Fi Direct vəziyyəti
et: Wi-Fi Directi olek
hi: वाई-फ़ाई डायरेक्ट स्थिति
hy: Wi-Fi Direct-ի կարգավիճակ
ko_kr: Wi-Fi Direct 상태
lv: Wi-Fi Direct statuss
mk: Состојба на Wi-Fi Direct
uz: Wi-Fi Direct holati

# IDS_WIFI_OPT1_WI_FI_DIRECT
source: Wi-Fi Direct
hi: Wi-Fi डायरेक्ट

# IDS_WFD_POP_CANCEL_CONNECT
source: Cancel Wi-Fi Direct connection?
az: Wi-Fi Direct bağlantısı ləğv edilsin?
et: Kas katkestada Wi-Fi Directi ühendus?
hi: Wi-Fi डायरेक्ट कनेक्‍शन रद्द करें?
hr: Poništiti Wi-Fi Direct vezu?
hy: Դադարեցնե՞լ Wi-Fi Direct-ի միացումը:
ko_kr: Wi-Fi Direct 연결을 취소할까요?
lv: Vai atcelt Wi-Fi Direct savienojumu?
mk: Да се откаже поврзување Wi-Fi Direct?
uz: Wi-Fi Direct ulanishi bekor qilinsinmi?

source: Connecting to Wi-Fi network will disconnect device connected via Wi-Fi Direct
az: Wi-Fi şəbəkəsinə qoşulmaq Wi-Fi Direct vasitəsilə qoşulmuş cihazlarla əlaqəni kəsəcək
et: Wi-Fi võrguga ühenduse loomisel katkestatakse Wi-Fi Directi kaudu ühendatud seadme ühendus
hi: Wi-Fi नेटवर्क से कनेक्ट करने पर Wi-Fi डायरेक्ट के द्वारा कनेक्ट किया गया डिवाइस डिस्कनेक्ट हो जाएगा
hr: Spajanjem na Wi-Fi mrežu odspaja se uređaj spojen putem Wi-Fi Direct
hy: Wi-Fi ցանցին միանալը կանջատի Wi-Fi Direct-ի միջոցով միացված սարքը
ko_kr: Wi-Fi 네트워크에 연결하면 Wi-Fi Direct를 통해 연결된 기기와의 연결이 끊어집니다
lv: Izveidojot savienojumu ar Wi-Fi tīklu, tiks atvienota ar Wi-Fi Direct pievienotā ierīce
mk: Поврзувањето со Wi-Fi мрежа ќе ја прекине врската на уред поврзан преку Wi-Fi Direct
uz: Wi-Fi tarmoqqa ulanish Wi-Fi Direct orqali ulangan qurilmani uzadi

# IDS_WIFI_POP_CONNECT_TO_OTHER_DEVICES_VIA_WI_FI_DIRECT
source: Connect to other devices via Wi-Fi Direct
az: Wi-Fi Direct ilə digər cihazlara qoşul
et: Ühenda teiste seadmetega Wi-Fi Directi kaudu
hi: वाई-फ़ाई डायरेक्ट के द्वारा अन्य डिवाइसों से कनेक्ट करें
hr: Spojite se na druge uređaje pomoću Wi-Fi Direct
hy: Միանալ այլ սարքերի Wi-Fi Direct-ի միջոցով
ko_kr: Wi-Fi Direct로 다른 기기에 연결합니다
lv: Izveidot savienojumu ar citām ierīcēm, izmantojot Wi-Fi Direct
mk: Поврзи се со други уреди преку Wi-Fi Direct
uz: Wi-Fi Direct orqali boshqa qurilmalarga ulanish

# IDS_WIFI_POP_DISABLE_MOBILE_AP_TO_USE_WI_FI_DIRECT_Q
source: Disable mobile AP to use Wi-Fi Direct?
az: Wi-Fi Direct istifadə etmək üçün Mobile AP qeyri-aktiv edilsin?
et: Kas deaktiveerida Mobile AP, et kasutada Wi-Fi Directi?
hi: वाई-फ़ाई डायरेक्ट का उपयोग करने के लिए मोबाइल एपी अक्षम करें?
hr: Isključiti mobilnu pristupnu točku radi korištenja Wi-Fi Direct?
hy: Կասեցնե՞լ Mobile AP-ն՝ Wi-Fi Direct օգտագործելու համար:
ko_kr: Wi-Fi Direct를 사용하기 위해 모바일 AP를 종료할까요?
lv: Vai deaktivizēt Mobile AP, lai lietotu Wi-Fi Direct?
mk: Да се исклучи мобилната пристапна точка за да се користи Wi-Fi Direct?
uz: Wi-Fi Directdan foydalanish uchun Mobile AP o‘chirilsinmi?

# IDS_WIFI_POP_DISCONNECT_CURRENT_WI_FI_DIRECT_DEVICE_TO_SEARCH_NETWORKS
source: Disconnect current Wi-Fi Direct device to search networks
az: Şəbəkələri axtarmaq üçün cari Wi-Fi Direct cihazı ilə əlaqəni kəs
et: Võrkude otsimiseks katkestage praegune Wi-Fi Direct'i ühendus
hi: नेटवर्क्स खोजने के लिए वर्तमान वाई-फ़ाई डायरेक्ट उपकरण डिस्कनेक्ट करें
hr: Odspoji trenutne Wi-Fi Direct uređaje radi traženja mreža
hy: Անջատել ընթացիկ Wi-Fi Direct սարքը՝ ցանցեր որոնելու համար
ko_kr: 네트워크를 검색하려면 사용 중인 Wi-Fi Direct 기기 연결을 해제하세요
lv: Atvienojiet pašreizējo Wi-Fi Direct ierīci, lai meklētu tīklus
mk: Откачи го моменталниот уред Wi-Fi Direct за да се пребараат мрежи
uz: Tarmoqlarni qidirish uchun, joriy Wi-Fi Direct qurilmasini uzing

source: Enabling Wi-Fi Direct will turn off Wi-Fi and disable the portable Wi-Fi hotspot
az: Wi-Fi Direct-ın aktivləşdirilməsi Wi-Fi-ı söndürəcək və portativ Wi-Fi giriş nöqtəsini qeyri-aktiv edəcək
et: Wi-Fi Directi aktiveerimine lülitab välja Wi-Fi ja inaktiveerib kaasaskantava Wi-Fi kuumkoha
hi: Wi-Fi डायरेक्ट सक्षम करने पर Wi-Fi बंद हो जाएगा और पोर्टेबल Wi-Fi हॉटस्पॉट अक्षम हो जाएगा
hr: Uključivanjem Wi-Fi Direct isključit će se Wi-Fi i prijenosna Wi-Fi pristupna točka
hy: Wi-Fi Direct-ի ընձեռումը կանջատի Wi-Fi-ը և կկասեցնի փոխադրովի Wi-Fi թեժ կետը
ko_kr: Wi-Fi Direct를 실행하면 Wi-Fi가 꺼지고 휴대용 Wi-Fi 핫스팟이 비활성화됩니다
lv: Iespējojot funkciju „Wi-Fi Direct”, tiks izslēgts „Wi-Fi” un atspējota pārvietojamā „Wi-Fi” tīklāja funkcija
mk: Вклучувањето на Wi-Fi Direct ќе го исклучи Wi-Fi и ќе го оневозможи преносниот Wi-Fi хотспот
uz: Wi-Fi Directni yoqish Wi-Fi hamda portativ Wi-Fi faol nuqtani o‘chiradi

# IDS_WIFI_POP_USING_WI_FI_DIRECT_WILL_DISABLE_PORTABLE_WI_FI_HOTSPOT
source: Using Wi-Fi Direct will disable portable Wi-Fi hotspot
az: Wi-Fi Direct istifadə edilməsi portativ Wi-Fi giriş nöqtəsini qeyri-aktiv edəcək
et: Wi-Fi Directi kasutamisel desaktiveeritakse kaasaskantav Wi-Fi kuumkoht
hi: Wi-Fi डायरेक्ट का उपयोग करने पर पोर्टेबल Wi-Fi हॉटस्पॉट अक्षम कर देगा
hr: Korištenjem Wi-Fi Direct isključit će prijenosnu Wi-Fi pristupnu točku
hy: Wi-Fi Direct օգտագործելը կկասեցնի փոխադրովի Wi-Fi թեժ կետը
ko_kr: Wi-Fi Direct를 사용하면 휴대용 Wi-Fi 핫스팟이 해제됩니다
lv: Izmantojot Wi-Fi Direct, tiks deaktivizēts pārvietojamais Wi-Fi tīklājs
mk: Користењето на Wi-Fi Direct ќе го исклучи преносниот Wi-Fi хотспот
uz: Wi-Fi Directdan foydalanish portativ Wi-Fi faol nuqtani o‘chiradi

# IDS_WIFI_POP_WI_FI_DIRECT_ALREADY_IN_USE_TRY_LATER
source: Wi-Fi Direct already in use. Try later
az: Wi-Fi Direct artıq istifadədədir. Daha sonra cəhd edin
et: Wi-Fi Direct on juba kasutusel. Proovige hiljem
hi: वाई-फाई डायरेक्ट पहले से उपयोग में है। बाद में प्रयास करें
hr: Wi-Fi Direct se koristi. Pokušajte kasnije
hy: Wi-Fi Direct-ն արդեն օգտագործվում է: Փորձեք ավելի ուշ
ko_kr: Wi-Fi Direct가 이미 사용 중입니다. 잠시 후 다시 시도하세요
lv: Wi-Fi Direct jau tiek lietots. Mēģiniet vēlāk
mk: Wi-Fi Direct веќе се користи. Обидете се подоцна
uz: Wi-Fi Direct hozirda ishlatilmoqda. Keyinroq urinib ko‘ring

source: Wi-Fi Direct connection request automatically denied. To connect, turn off AllShare Cast
az: Wi-Fi Direct bağlandı sorğusu avtomatik rədd edildi. Qoşulmaq üçün AllShare Cast-ı söndürün
et: Wi-Fi Directi ühenduse taotlusest on automaatselt keeldutud. Ühendamiseks lülitage AllShare Cast välja
hi: Wi-Fi डायरेक्ट कनेक्शन अनुरोध स्वचालित रूप से अस्‍वीकृत की गई। कनेक्ट करने के लिए, ऑलशेयर कास्ट बंद करें
hr: Zahtjev za Wi-Fi Direct vez automatski odbijen. Za povezivanje isključite AllShare Cast
hy: Wi-Fi Direct-ի միացման հարցումն ինքնաբերաբար մերժվեց: Միանալու համար անջատեք AllShare Cast-ը
ko_kr: Wi-Fi Direct 연결 요청이 자동으로 거부되었습니다. 연결하려면 AllShare Cast를 종료하세요
lv: Wi-Fi Direct savienojuma pieprasījums tika automātiski noraidīts. Lai izveidotu savienojumu, izslēdziet AllShare Cast
mk: Барањето за поврзување Wi-Fi Direct е автоматски одбиено. За да се поврзете, исклучете го AllShare Cast
uz: Wi-Fi Direct ulanish so‘rovi avtomatik ravishda rad etildi. Ulanish uchun, AllShare Castni o‘chiring

# IDS_WIFI_POP_WI_FI_DIRECT_WILL_BE_DISCONNECTED_CONTINUE_Q
source: Wi-Fi Direct will be disconnected. Continue?
az: Wi-Fi Direct ilə əlaqə kəsiləcək. Davam edilsin?
et: Wi-Fi Directi ühendus on katkestatud. Kas jätkata?
hi: Wi-Fi डायरेक्ट डिस्कनेक्ट किया जाएगा। जारी रखें?
hr: Isključit će se Wi-Fi Direct. Nastavak?
hy: Wi-Fi Direct-ը կանջատվի. շարունակե՞լ:
ko_kr: Wi-Fi Direct 연결이 끊어집니다. 계속할까요?
lv: Wi-Fi Direct tiks atvienots. Vai turpināt?
mk: Ќе се прекине врската со Wi-Fi Direct. Продолжи?

# IDS_WIFI_POP_WI_FI_IS_DISCONNECTED_WHILE_WI_FI_DIRECT_CONNECTS
source: Wi-Fi is disconnected while Wi-Fi Direct connects
az: Wi-Fi Direct qoşulduqda Wi-Fi ilə bağlantı kəsilir
et: Wi-Fi ühendus on katkestatud sel ajal, kui Wi-Fi Direct loob ühendust
hi: वाई-फ़ाई डायरेक्ट कनेक्ट होने के दौरन वाई-फ़ाई डिसकनेक्ट किया गया
hr: Wi-Fi isključen dok se Wi-Fi Direct spaja
hy: Wi-Fi-ն անջատվում է, երբ Wi-Fi Direct-ը միանում է
ko_kr: Wi-Fi Direct 연결 중에는 Wi-Fi 연결이 해제됩니다
lv: Wi-Fi Direct savienojuma izveides laikā, Wi-Fi ir atvienots
mk: Прекината е врската со Wi-Fi додека се поврзува Wi-Fi Direct
uz: Wi-Fi Direct ulanayotganda, Wi-Fi uzildi

# IDS_WIFI_SK1_SEARCH_FOR_WI_FI_DIRECT_DEVICES
source: Search for Wi-Fi Direct devices
az: Wi-Fi Direct cihazlarını axtar
et: Otsi Wi-Fi Directi seadmeid
hi: वाई-फ़ाई डायरेक्ट उपकरणों के लिए खोजें
hr: Traženje Wi-Fi Direct uređaja
hy: Որոնել Wi-Fi Direct սարքեր
ko_kr: Wi-Fi Direct 기기 검색
lv: Meklēt Wi-Fi Direct ier.
mk: Побарај уреди Wi-Fi Direct
uz: Wi-Fi Direct qurilmalarini qidirish

# IDS_WFD_BODY_NO_DEVICES
source: No devices
az: Cihaz yoxdur
et: Seadmeid pole
hi: डिवाइस नहीं
hr: Nema uređaja
hy: Սարքեր չկան
ko_kr: 기기 목록이 없습니다
lv: Nav ierīču
mk: Нема уреди
uz: Qurilmalar yo‘q

# IDS_WIFI_SK4_SCAN
source: Scan
az: Axtar
et: Otsi
hi: स्कैन करें
hr: Skeniraj
hy: Տեսածրել
ko_kr: 검색
lv: Meklēt
mk: Скенирај
uz: Qidirish

# IDS_WFD_BUTTON_STOPSCAN
source: Stop
az: Dayandır
et: Lõpeta
hi: रोकें
hr: Zaustavi
hy: Կանգնել
ko_kr: 중지
lv: Apturēt
mk: Запри
uz: To‘xtatish

# IDS_WFD_POP_DEACTIVATE_FAIL
source: Deactivation failed
az: Söndürülmə alınmadı
et: Desaktiveerimine nurjus
hi: निष्क्रियता विफल
hr: Isključivanje neuspješno
hy: Ապաակտիվացումը ձախողվեց
ko_kr: 연결을 끊지 못하였습니다
lv: Deaktivizēšana neizdevās
mk: Исклучувањето беше неуспешно
uz: O‘chirib bo‘lmadi

# IDS_WFD_POP_ACTIVATE_FAIL
source: Activation failed
az: Fəallaşdırmaq mümkün olmadı
et: Aktiveerimine nurjus
hi: सक्रियण विफल
hr: Aktivacija nije uspjela
hy: Ակտիվացումը ձախողվեց
ko_kr: 실행하지 못하였습니다
lv: Aktivizēšana neizdevās
mk: Неуспешно активирање
uz: Faollashtirish bajarilmadi

# IDS_WFD_POP_DISCONNECT
source: Current connection will be disconnected. Continue?
az: Hazırkı bağlantı kəsiləcək. Davam edilsin?
et: Aktiivne ühendus katkestatakse. Kas jätkata?
hi: वर्तमान कनेक्शन डिस्कनेक्ट किया जाएगा। जारी रखें?
hr: Aktivna veza će se prekinuti. Nastaviti?
hy: Ընթացիկ կապակցումը կդադարեցվի։ Շարունակե՞լ
ko_kr: 사용 중인 네트워크 연결이 끊어집니다. 계속할까요?
lv: Pašreizējais savienojums tiks pārtraukts. Vai turpināt?
mk: Моменталната врска ќе се прекине. Сепак продолжи?
uz: Joriy ulanish uziladi. Davom ettirilsinmi?

# IDS_WFD_BODY_AVAILABLE_DEVICES
source: Available devices
az: Mümkün cihazlar
et: Saadaolevad seadmed
hi: उपलब्ध डिवाइसें
hr: Dostupni uređaji
hy: Մատչելի սարքեր
ko_kr: 사용할 수 있는 기기
lv: Pieejamās ierīces
mk: Достапни уреди
uz: Mavjud qurilmalar

# IDS_WFD_POP_MULTI_CONNECT
source: You can connect up to %d devices at the same time
az: Siz eyni zamanda maksimum %d cihaza qoşula bilərsiniz
et: Korraga saate ühendada kuni %d seadet
hi: आप एक ही समय में %d डिवाइसेस तक कनेक्ट कर सकते है
hr: U svakom trenutku možete spojiti najviše %d uređaja
hy: Կարող եք միաժամանակ միացնել մինչև %d սարք
ko_kr: 동시에 %d개의 기기까지 연결할 수 있습니다
lv: Vienlaikus varat izveidot savienojumu ar %d ierīcēm
mk: Може да се поврзете со најмногу %d уреди истовремено
uz: Bir vaqtda ko‘pi bilan %d qurilma ulanishi mumkin

# IDS_WFD_POP_WIFI_OFF
source: Using Wi-Fi Direct will disconnect current Wi-Fi connection. Continue?
ko_kr: Wi-Fi Direct를 사용하면 현재 사용 중인 Wi-Fi 연결이 끊어집니다. 계속하시겠습니까?

# IDS_WFD_POP_HOTSPOT_OFF
source: Using Wi-Fi Direct will disconnect current Wi-Fi tethering. Continue?
ko_kr: Wi-Fi Direct를 사용하면 현재 사용 중인 Wi-Fi 테더링이 연결 해제됩니다. 계속하시겠습니까?
