Repository: tizenorg/apps.core.preloaded.ug-wifi-direct
Catalog: popup-wifidirect/po/*.po
Languages: az, et, hi, hr, hy, ko_kr, lv, mk, uz

# IDS_WFD_CONNECTED
source: Connected
az: Qoşuldu
et: Ühendatud
hi: जोड़ा गया
hr: Spojeno
hy: Միացված է
ko_kr: 연결되었습니다
lv: Savienots
mk: Поврзано
uz: Ulangan

# IDS_WFD_CONNECTING
source: Connecting...
az: qoşulur
et: Ühendamine...
hi: जोड़ा जा रहा है…
hr: Spajanje...
hy: Միացում...
ko_kr: 연결 중...
lv: Savieno...
mk: Поврзување...
uz: Ulanmoqda...

# IDS_WFD_DISCONNECTING
source: Disconnecting...
az: Bağlantı kəsilir
et: Ühenduse katkestamine...
hi: डिस्कनेक्ट हो रहा है...
hr: Odspajanje...
hy: Անջատվում է...
ko_kr: 연결을 끊는 중...
lv: Atvieno...
mk: Врската се прекинува...
uz: Uzilmoqda...

# IDS_WIFI_POP_DEACTIVATING_WI_FI_ING
source: Deactivating Wi-Fi...
az: Wi-Fi söndürülür...
et: Wi-Fi desaktiveerimine...
hi: Wi-Fi निष्क्रिय हो रहा है…
hr: WiFi isključivanje...
hy: Wi-Fi-ի ապաակտիվացում...
ko_kr: Wi-Fi 연결을 끊는 중...
lv: Deaktivizē Wi-Fi...
mk: Се исклучува Wi-Fi...
uz: Wi-Fi o‘chirilmoqda...

# IDS_WFD_POP_CONNECTED
source: Connected
az: Qoşuldu
et: Ühendatud
hi: जोड़ा गया
hr: Spojeno
hy: Միացված է
ko_kr: 연결되었습니다
lv: Savienots
mk: Поврзано
uz: Ulangan

# IDS_COM_POP_NETWORK_INTERNAL_ERR
source: Internal error
az: Daxili xəta
et: Sisemine tõrge
hi: आंतरिक त्रुटी
hr: Interna greška
hy: Ներքին սխալ
ko_kr: 내부 오류가 발생하였습니다
lv: Iekšēja kļūda
mk: Внатрешна грешка
uz: Ichki xato

# IDS_COM_POP_RETRIEVED
source: Retrieved
az: Çıxarıldı
et: Allalaaditud
hi: पुनःप्राप्त किया गया
hr: Preuzeto
hy: Ստացված է
ko_kr: 가져오기가 끝났습니다
lv: Izgūts
mk: Вратено
uz: Qayta olindi

# IDS_COM_POP_RETRIEVING_FAILED
source: Retrieving failed
az: Çıxarmaq mümkün olmadı
et: Laadimine nurjus
hi: पुनः प्राप्त करना असफल
hr: Preuzimanje neuspješno
hy: Ստացումը ձախողվեց
ko_kr: 불러오지 못하였습니다
lv: Izguve neizdevās
mk: Неуспешно вчитување
uz: Qayta olish bajarilmadi

# IDS_COM_SK_CANCEL
source: Cancel
az: Ləğv et
et: Tühista
hi: रद्द
hr: Prekid
hy: Չեղարկել
ko_kr: 취소
lv: Atcelt
mk: Откажи
uz: Bekor q.

# IDS_ST_BODY_INTERNAL_ERROR
source: Internal error
az: Daxili xəta
et: Sisemine tõrge
hi: आंतरिक त्रुटी
hr: Interna greška
hy: Ներքին սխալ
ko_kr: 내부 오류가 발생하였습니다
lv: Iekšēja kļūda
mk: Внатрешна грешка
uz: Ichki xato

# IDS_WFD_POP_UNKNOWN_ERROR
source: Unknown error
az: Naməlum xəta
et: Tundmatu tõrge
hi: अज्ञात त्रुटि
hr: Nepoznata greška
hy: Անորոշ սխալ
ko_kr: 알 수 없는 오류가 발생하였습니다
lv: Nezināma kļūda
mk: Непозната грешка
uz: Noma’lum xato

# IDS_COM_POP_NETWORK_ERROR
source: Network error
az: Şəbəkə xətası
et: Võrgutõrge
hi: नेटवर्क त्रुटी
hr: Greška mreže
hy: Ցանցի սխալ
ko_kr: 네트워크 오류가 발생하였습니다
lv: Tīkla kļūda
mk: Грешка во мрежата
uz: Tarmoq xatosi

# IDS_COM_BODY_NO_SEARCH_RESULTS
source: No search results
az: Axtarış nəticəsi yoxdur
et: Otsingutulemeid pole
hi: कोई खोज परिणाम नहीं
hr: Nema traženih rezultata
hy: Որոնման արդյունքներ չկան
ko_kr: 검색 결과가 없습니다
lv: Nav meklēšanas rezultātu
mk: Нема резултати од пребарувањето
uz: Qidirish natijalari yo‘q

# IDS_COM_POP_SEARCHING
source: Searching...
az: Axtarır...
et: Otsimine...
hi: खोज रहा है...
hr: Pretraživanje...
hy: Որոնում է...
ko_kr: 검색 중...
lv: Meklē...
mk: Пребарување...
uz: Qidirilmoqda...

# IDS_WIFI_POP_DISCONNECTING_FAILED
source: Disconnecting failed
az: Bağlantını kəsmək alınmadı
et: Ühenduse katkestamine nurjus
hi: डिसकनेक्ट करना विफल
hr: Odspajanje neuspješno
hy: Անջատումը ձախողվեց
ko_kr: 연결을 끊지 못하였습니다
lv: Atvienošanās neizdevās
mk: Прекинувањето врска беше неуспешно
uz: Uzib bo‘lmadi

# IDS_ST_BODY_ENTER_NEW_PASSWORD
source: Enter new password
az: Yeni parolu daxil et
et: Sisestage uus parool
hi: नया पासवर्ड प्रविष्ट करें
hr: Unesite novu šifru
hy: Մուտքագրեք նոր գաղտնաբառը
ko_kr: 새 비밀번호를 입력하세요
lv: Ievadiet jauno paroli
mk: Внесете нова лозинка
uz: Yangi parol kiriting

# IDS_COM_POP_UNKNOWN_ERROR_UNABLE_TO_LAUNCH_APPLICATION
source: Unknown error. Unable to launch application
az: Naməlum səhv. Proqramı başlatmaq mümkün deyil
et: Tundmatu tõrge. Rakendust ei saa käivitada
hi: अज्ञात त्रुटि. अनुप्रयोग लॉन्च करने में अक्षम
hr: Nepoznata greška. Nemoguće pokrenuti aplikaciju
hy: Անհայտ սխալ: Անհնար է գործարկել ծրագիրը
ko_kr: 알 수 없는 오류가 발생하여 애플리케이션을 실행할 수 없습니다
lv: Nezināma kļūda. Nevar palaist programmu
mk: Непозната грешка. Не може да се отвори апликацијата

# IDS_COM_POP_ACCEPT
source: Accept
az: Qəbul et
et: Nõustu
hi: स्‍वीकारें
hr: Prihvaćam
hy: Ընդունել
ko_kr: 수락
lv: Pieņemt
mk: Прифати
uz: Qabul qilish

# IDS_COM_POP_CONNECTING
source: Connecting...
az: qoşulur
et: Ühendamine...
hi: जोड़ा जा रहा है…
hr: Spajanje...
hy: Միացում...
ko_kr: 연결 중...
lv: Savieno...
mk: Поврзување...
uz: Ulanmoqda...

# IDS_COM_POP_ERROR
source: Error
az: Xəta
et: Tõrge
hi: त्रुटी
hr: Greška
hy: Սխալ
ko_kr: 오류가 발생하였습니다
lv: Kļūda
mk: Грешка
uz: Xato

# IDS_COM_POP_REJECT
source: Reject
az: İmtina et
et: Keeldu
hi: अस्वीकारें
hr: Odbaci poziv
hy: Մերժել
ko_kr: 거절
lv: Noraidīt
mk: Отфрли
uz: Rad etish

# IDS_COM_POP_REJECTED
source: Rejected
az: İmtina edildi
et: Keeldutud
hi: अस्‍वीकृत
hr: Odbačeno
hy: Մերժված է
ko_kr: 수신 거부하였습니다
lv: Noraidīts
mk: Отфрлено
uz: Rad etildi

# IDS_COM_BODY_SELECT_ALL
source: Select all
az: Hamısını seç
et: Vali kõik
hi: सभी चुनें
hr: Odaberi sve
hy: Ընտրել բոլորը
ko_kr: 모두 선택
lv: Izv. visu
mk: Избери ги сите
uz: Barchasini tanlash

# IDS_COM_POP_FAILED
source: Failed
az: Mümkün olmadı
et: Nurjus
hi: असफल हुआ
hr: Neuspješno
hy: Ձախողվեց
ko_kr: 실패하였습니다
lv: Neizdevās
mk: Неуспешно
uz: Xato

# IDS_COM_SK_ACCEPT
source: Accept
az: Qəbul et
et: Nõustu
hi: स्वीकारें
hr: Prihvaćam
hy: Ընդունել
ko_kr: 수락
lv: Pieņemt
mk: Потврди
uz: Qabul qil

# IDS_ST_BODY_ENTER_4_TO_8_DIGIT_PIN
source: Enter 4 to 8 digit PIN
az: 4-8 rəqəmli PIN daxil edin
et: Sisestage 4- kuni 8-kohaline PIN-kood
hi: 4 से 8 अंक का PIN दर्ज करें
hr: Unesite PIN od 4 do 8 znamenki
hy: Մուտքագրել 4-ից 8 թվանշանով PIN
ko_kr: 4~8자리 PIN을 입력하세요
lv: Ievadiet 4 līdz 8 ciparu PIN kodu
mk: Внесете PIN од 4 до 8 бројки
uz: 4-8 xonali PIN-kod kirit.

# IDS_WFD_POP_PIN_INVALID
source: PINs don't match!
az: PIN-lər uyğun deyil!
et: PIN-koodid ei kattu!
hi: PIN मेल नही खाता!
hr: PIN-ovi se ne podudarajui!
hy: PIN-ը չի համընկնում։
ko_kr: PIN이 일치하지 않습니다
lv: PIN kods neatbilst!
mk: PIN-овите не се совпаѓаат!

# IDS_ST_POP_YES
source: Yes
az: Bəli
et: Jah
hi: हां
hr: Da
hy: Այո
ko_kr: 예
lv: Jā
mk: Да
uz: Ha

# IDS_WFD_BODY_ACTIVATING
source: Activating...
az: Fəallaşdırılır...
et: Aktiveerimine...
hi: सक्रिय हो रहा है…
hr: Uključivanje...
hy: Ակտիվացվում է...
ko_kr: 실행 중...
lv: Aktivizē...
mk: Се активира...
uz: Faollashtirilmoqda...

# IDS_COM_POP_DEACTIVATED
source: Deactivated
az: Söndürüldü
et: Desaktiveeritud
hi: निष्क्रिय हुआ
hr: Isključeno
hy: Ապաակտիվացված է
ko_kr: 해제되었습니다
lv: Deaktivizēts
mk: Исклучено
uz: O‘chirilgan

# IDS_COM_SK_OK
source: OK
hi: ओके
ko_kr: 확인
lv: Labi

# IDS_COM_SK_YES
source: Yes
az: Bəli
et: Jah
hi: हाँ
hr: Da
hy: Այո
ko_kr: 예
lv: Jā
mk: Да
uz: Ha

# IDS_WIFI_HEADER_MOBILE_HOTSPOT_VZW
source: Mobile Hotspot
az: Mobil Giriş nöqtəsi
et: Mobiilne kuumkoht
hi: मोबाइल हॉटस्पॉट
hr: Mobilna pristupna točka
hy: Շարժական թեժ կետ
ko_kr: 모바일 핫스팟
lv: Mobilais tīklājs

# IDS_ST_BODY_ENTER_CURRENT_PASSWORD
source: Enter current password
az: Cari parolu daxil et
et: Sisestage kehtiv parool
hi: वर्तमान पासवर्ड दर्ज करें
hr: Unesite trenutačnu šifru
hy: Մուտքագրել ընթացիկ գաղտնաբառը
ko_kr: 현재 비밀번호를 입력하세요
lv: Ievadiet pašreizējo paroli
mk: Внесете ја моменталната лозинка

# IDS_WFD_POP_SELECTED_DEVICE_NUM
source: %d selected
az: %d seçilmişdir
et: %d valitud
hi: %d चयनित
hr: %d odabrano
hy: %d ընտրվել է
ko_kr: %d개 선택
lv: %d izvēlētas
mk: Избрани се %d
uz: %d tanlangan

# IDS_ST_POP_SEARCHING_ING
source: Searching...
az: Axtarır...
et: Otsimine...
hi: खोज रहा है...
hr: Pretraživanje...
hy: Որոնում է...
ko_kr: 검색 중...
lv: Meklē...
mk: Пребарување...
uz: Qidirilmoqda...

# IDS_COM_POP_NOTHING_SELECTED
source: Nothing selected
az: He nə seçilməmişdir
et: Valik tegemata
hi: कुछ चयनित नहीं
hr: Ništa odabrano
hy: Ոչինչ ընտրված չէ
ko_kr: 선택된 것이 없습니다
lv: Nekas nav izvēlēts
mk: Не е избрано ништо
uz: Hech narsa tanlanmagan

# IDS_COM_OPT1_WI_FI_DIRECT
source: Wi-Fi Direct
hi: Wi-Fi डायरेक्ट

# IDS_WFD_POP_DISCONNECTED
source: Disconnected
hi: डिस्कनेक्ट हुआ
hr: Odspojeno
hy: Անջատված է

# IDS_WIFI_MBODY_MOBILE_HOTSPOT_VZW
source: Mobile Hotspot
az: Mobil Giriş nöqtəsi
et: Mobiilne kuumkoht
hi: मोबाइल हॉटस्पॉट
hr: Mobilna pristupna točka
hy: Շարժական թեժ կետ
ko_kr: 모바일 핫스팟
lv: Mobilais tīklājs

# IDS_WIFI_BODY_IP_ADDRESS
source: IP address
az: IP ünvanı
et: IP-aadress
hi: IP पता
hr: IP adresa
hy: IP հասցե
ko_kr: IP 주소
lv: IP adrese
mk: IP адреса
uz: IP-manzil

# IDS_WFD_BODY_DEACTIVATING
source: Deactivating...
az: Söndürülür...
et: Desaktiveerimine...
hi: निष्क्रिय हो रहा है…
hr: Isključivanje...
hy: Ապաակտիվացում...
ko_kr: 해제 중...
lv: Deaktivizē...
mk: Се исклучува...
uz: O‘chirilmoqda...

# IDS_COM_POP_UNEXPECTED_ERROR
source: Unexpected error
az: Gözlənilməyən yanlışlıq
et: Ootamatu tõrge
hi: अनपेक्षित त्रुटी
hr: Neočekivana pogreška
hy: Անսպասելի սխալ
ko_kr: 예상치 못한 오류가 발생하였습니다
lv: Negaidīta kļūda
mk: Неочекувана грешка
uz: Kutilmagan xato

# IDS_COM_POP_NETWORK_CONNECTION_ERROR
source: Network connection error
az: Şəbəkə bağlantısında səhv
et: Võrguühenduse tõrge
hi: नेटवर्क कनेक्शन त्रुटी
hr: Greška mrežne veze
hy: Ցանցային կապակցման սխալ
ko_kr: 네트워크에 연결할 수 없습니다
lv: Tīkla savienojuma kļūda
mk: Грешка во мрежното поврзување
uz: Tarmoq ulanishi xatosi

# IDS_COM_BODY_OPERATION_FAILED
source: Operation failed
az: Əməliyyat alınmadı
et: Toiming nurjus
hi: कार्रवाई विफल
hr: Neuspješno
hy: Գործողությունը ձախողվեց
ko_kr: 작업을 수행하지 못하였습니다
lv: Darbība neizdevās
mk: Неуспешна операција
uz: Operatsiya bajarilmadi

# IDS_WFD_POP_NOT_SUPPORTED_DEVICE
source: Not supported
az: Dəstəklənmir
et: Tugi puudub
hi: असमर्थित
hr: Nepodržan
hy: Չի սատարվում
ko_kr: 사용할 수 없습니다
lv: Nav nodrošināts
mk: Не е поддржано
uz: Qo‘llab-quvvatlanmaydi

# IDS_COM_POP_UNSUPPORTED
source: Unsupported
az: Dəstəklənmədi
et: Toetuseta
hi: असमर्थित
hr: Nepodržano
hy: Չսատարվող
ko_kr: 지원되지 않습니다
lv: Neatbalstīts
mk: Неподдржано
uz: Qo‘llab-quvvatlanmaydigan

# IDS_WFD_HEADER_WIFI_DIRECT
source: Wi-Fi Direct
hi: Wi-Fi डायरेक्ट

# IDS_COM_POP_ACCEPTED
source: Accepted
az: Qəbul edildi
et: Aktsepteeritud
hi: स्‍वीकृत
hr: Prihvaćeno
hy: Ընդունված է
ko_kr: 허용되었습니다
lv: Pieņemts
mk: Прифaтено
uz: Qabul qilindi

# IDS_WIFI_BODY_MAC_ADDRESS
source: MAC address
az: MAC ünvanı
et: MAC-aadress
hi: MAC पते
hr: MAC adresa
hy: MAC հասցե
ko_kr: MAC 주소
lv: MAC adrese
mk: MAC-адреса
uz: MAC manzili

# IDS_WIFI_POP_AUTOMATIC_CONNECTION_NETWORK_WILL_DISABLED_CONTINUE_Q_MSG
source: Automatic connection to this network will be disabled. Continue?
az: Bu şəbəkəyə avtomatik bağlanma qeyri-aktiv ediləcək. Davam edilsin?
et: Selle võrgu automaatühendus keelatakse. Kas jätkata?
hi: इस नेटवर्क के साथ स्वचालित कनेक्शन अक्षम हो जाएगा। जारी रखें?
hr: Isključiti će se automatsko spajanje na tu mrežu. Nastaviti?
hy: Ինքնամիացումն այս ցանցին կկասեցվի: Շարունակե՞լ:
ko_kr: 이 네트워크로 자동 연결이 해제됩니다. 계속할까요?
lv: Automātiskais savienojums ar šo tīklu tiks deaktivizēts. Vai turpināt?
mk: Автоматското поврзување со оваа мрежа ќе се исклучи. Продолжи?
uz: Ushbu tarmoqqa avtomatik ulanish o‘chiriladi. Davom ettirilsinmi?

# IDS_COM_POP_PROGRESSING_ING
source: In progress...
az: İşlənilir...
et: Saatmine...
hi: प्रगति पर...
hr: U tijeku...
hy: Ընթացքում է...
ko_kr: 진행 중...
lv: Notiek darbība...
mk: Во тек...
uz: Bajarilmoqda...

# IDS_WIFI_BODY_CONNECT
source: Connect
az: Qoşul
et: Ühenda
hi: जोड़ें
hr: Spoji
hy: Միանալ
ko_kr: 연결
lv: Savienot
mk: Поврзи
uz: Ulanish

# IDS_WFD_BUTTON_SCAN
source: Scan
az: Axtarın
et: Otsi
hi: स्‍कैन
hr: Skeniraj
hy: Զննել
ko_kr: 검색
lv: Meklēt
mk: Скенирај

# IDS_WIFI_SK3_BACK
source: Back
az: Geriyə
et: Tagasi
hi: पीछे
hr: Nazad
hy: ՀԵՏ
ko_kr: 이전
lv: Atpakaļ
mk: НАЗАД
uz: Orqaga

# IDS_WIFI_BODY_WI_FI_DIRECT_ABB
source: Wi-Fi Direct
hi: सीधे Wi-Fi

# IDS_WFD_BODY_WIFI_DIRECT_DEVICES
source: Wi-Fi Direct devices
az: Wi-Fi Direct cihazları
et: Wi-Fi Direct seadmed
hi: वाई-फाई डायरेक्ट डिवाइसें
hr: Uređaji za Wi-Fi Direct
hy: Wi-Fi Direct սարքեր
ko_kr: Wi-Fi Direct 기기
lv: Wi-Fi Direct ierīces
mk: Уреди за Wi-Fi Direct
uz: Wi-Fi Direct qurilmalari

# IDS_WFD_TAP_TO_CONNECT
source: Tap to connect
az: Qoşulmaq üçün vur
et: puudutage ühendamiseks
hi: कनेक्ट करने के लिए टैप करें
hr: Dotaknite za spajanje
hy: Թակել միանալու համար
ko_kr: 연결하려면 누르세요
lv: Pieskarieties, lai izveidotu savienojumu
mk: Допрете за поврзување
uz: Ulanish uchun cherting

# IDS_WIFI_SK2_MULTI_CONNECT
source: Multi-connect
az: Bir neçə qoşulma
et: Mitmikühendus
hi: मल्टी-कनेक्ट
hr: Višestruko spajanje
hy: Բազմակի միացում
ko_kr: 다중 연결
lv: Vairāki savienojumi
mk: Мулти-поврзување
uz: Ko‘p-ulanish

# IDS_WFD_BUTTON_CONNECT
source: Connect
az: Qoşul
et: Ühenda
hi: जोड़ें
hr: Spoji
hy: Միացնել
ko_kr: 연결
lv: Savienot
mk: Поврзи
uz: Ulanish

# IDS_WIFI_OPT_MYNETWORKS_DISCONNECT
source: Disconnect
az: Rabitəni poz
et: Katkesta ühendus
hi: डिस्कनेक्ट करें
hr: Odspoji
hy: Անջատվել
ko_kr: 연결 해제
lv: Atvienot
mk: Прекини врска
uz: Uzish

# IDS_WFD_BUTTON_CANCEL
source: Cancel connection
az: Bağlantını ləğv et
et: Katkesta ühendus
hi: कनेक्शन रद्द करें
hr: Prekini vezu
hy: Դադարեցնել միացումը
ko_kr: 연결 취소
lv: Atcelt savienojumu
mk: Откажи поврзување
uz: Ulanishni bekor qilish

# IDS_COM_SK_CANCEL_A
source: Cancel
az: Ləğv et
et: Tühis.
hi: रद्द
hr: Prekid
hy: Չեղկլ
ko_kr: 취소
lv: Atcelt
mk: Откажи
uz: Bek/q.

# IDS_ST_HEADER_ACTIVATION
source: Activation
az: Aktivləşdirmə
et: Aktiveerimine
hi: सक्रियण
hr: Uključivanje
hy: Ակտիվացում
ko_kr: 실행
lv: Aktivizēšana
mk: Активирање
uz: Faollashtirish

# IDS_COM_SK_CANCEL_LITE
source: Cancel
az: Ləğv et
et: Tühista
hi: रद्द
hr: Prekid
hy: Չեղկլ
ko_kr: 취소
lv: Atcelt
mk: Откажи
uz: Bekor q.

# IDS_ST_BODY_WI_FI_DIRECT_ABB
source: Wi-Fi Direct
hi: सीधे Wi-Fi

# IDS_COM_SK_CANCEL_ABB
source: Cancel
az: Ləğv et
et: Tühis.
hi: रद्द
hr: Prekid
hy: Չեղկլ
ko_kr: 취소
lv: Atcelt
mk: Откажи
uz: Bek/q.

# IDS_WIFI_BUTTON_CANCEL
source: Cancel
az: Ləğv et
et: Tühista
hi: रद्द
hr: Prekid
hy: Չեղարկել
ko_kr: 취소
lv: Atcelt
mk: Откажи
uz: Bekor q.

# IDS_WIFI_POP_MOBILEACCESSSERVICE_ACTIVATING_ING
source: Activating...
az: Fəallaşdırılır...
et: Aktiveerimine...
hi: सक्रिय हो रहा है…
hr: Uključivanje...
hy: Ակտիվացվում է...
ko_kr: 실행 중...
lv: Aktivizē...
mk: Се активира...
uz: Faollashtirilmoqda...

# IDS_WIFI_POP_USING_WI_FI_DIRECT_WILL_DISCONNECT_CURRENT_WI_FI_CONNECTION
source: Using Wi-Fi Direct will disconnect current Wi-Fi connection
az: Wi-Fi Direct istifadə edilməsi cari Wi-Fi bağlantısını kəsəcək
et: Wi-Fi Directi kasutamisel katkestatakse aktiivne Wi-Fi ühendus
hi: Wi-Fi डायरेक्ट का उपयोग करने पर वर्तमान Wi-Fi कनेक्शन डिस्कनेक्ट हो जाएगा
hr: Korištenje Wi-Fi Direct prekida trenutnu Wi-Fi vezu
hy: Wi-Fi Direct օգտագործելը կանջատի ընթացիկ Wi-Fi միացումը
ko_kr: Wi-Fi Direct를 사용하면 현재 Wi-Fi 연결이 끊어집니다
lv: Izmantojot Wi-Fi Direct, tiks pārtraukts pašreizējais Wi-Fi savienojums
mk: Користењето на Wi-Fi Direct ќе ја прекине моменталната Wi-Fi врска
uz: Wi-Fi Directdan foydalanish joriy Wi-Fi ulanishini uzadi

# IDS_WFD_TITLE_ABOUT_WIFI
source: About Wi-Fi Direct
az: Wi-Fi Direct haqqında
et: Wi-Fi Directi teave
hi: Wi-Fi डायरेक्ट के बारे में
hr: O Wi-Fi Direct
hy: Wi-Fi Direct-ի մասին
ko_kr: Wi-Fi Direct 정보
lv: Par Wi-Fi Direct
mk: За Wi-Fi Direct
uz: Wi-Fi Direct haqida

# IDS_WFD_BODY_ABOUT_WIFI
source: Wi-Fi Direct enables Wi-Fi devices to connect directly, making printing, file sharing, synchronizing, and screen sharing much simpler and more convenient. Connecting to devices that support Wi-Fi Direct makes it possible to share your content, synchronize your data, socialize with friends, play games, audio, videos, and more, using various applications.
az: Wi-Fi Direct Wi-Fi cihazlarının birbaşa qoşulma, çap etmə, fayl paylaşma, sinxronlaşma və ekran paylaşmasını daha sadə və rahat edir. Wi-Fi Direct dəstəkləyən cihazlara qoşulmaq müxtəlif proqramlardan istifadə edərək məzmunuzu paylaşmağı, məlumatlarınızı paylaşmağı, sosiallaşmağı, oyunlar oynamağı, audio, videolar və sairəyə imkan verir
et: Wi-Fi Direct võimaldab Wi-Fi seadmetel otse ühenduda, muutes printimise, failijagamise, sünkroonimise ja ekraanijagamise palju lihtsamaks ning mugavamaks. Teenust Wi-Fi Direct toetavate seadmete ühendamine võimaldab teil mitmesuguste rakenduste abil jagada sisu, sünkroonida andmeid, suhelda sõpradega, mängida mänge, heli, videoid ja teha muudki
hi: Wi-Fi डायरेक्ट Wi-Fi डिवाइसेस को सीधे कनेक्ट करना सक्षम करता है, जिस से प्रिंट करना, फ़ाइल साझाकरण, सिंक्रोनाइज करना, और स्‍क्रीन साझाकरण बहुत आसान और अधिक सुविधाजनक बन जाता है। Wi-Fi डायरेक्ट को समर्थित करने वाले डिवाइसेस के साथ कनेक्ट करने से विभिन्न एप्लीकेशंस का उपयोग करते हुए, आपकी सामग्री साझा करना, आपका डेटा सिंक्रोनाइज करना, मित्रों के साथ सोशलाइज़ करना, गेम्स प्ले करने, ऑडियो, वीडियोज़, और बहुत कुछ संभव हो जाता है
hr: Wi-Fi Direct omogućuje da se Wi-Fi uređaji direktno spajaju, čime se izuzetno olakšava i pojednostavljuje ispis, dijeljenje datoteka, sinkroniziranje i dijeljenje zaslona. Spajanje s uređajima koji podržavaju Wi-Fi Direct omogućuje vam dijeljenje sadržaja, sinkroniziranje podataka, druženje s prijateljima, igranje igara, reproduciranje audia i videa te još mnogo toga pomoću raznih aplikacija
hy: Wi-Fi Direct-ը Wi-Fi սարքերին ընձեռում է ուղղակիորեն միանալու հնարավորություն՝ տպելը, ֆայլեր համօգտագործելը, համաժամացնելը և էկրանը համօգտագործելը դարձնելով շատ ավելի հեշտ ու հարմարավետ: Wi-Fi Direct-ի աշխատանքն ապահովող սարքերին միանալը հնարավոր է դարձնում համօգտագործել Ձեր բովանդակությունը, համաժամացնել տվյալները, շփվել ընկերների հետ, խաղեր խաղալ, ձայնանյութեր ու տեսանյութեր նվագարկել և ավելին՝ օգտագործելով զանազան ծրագրեր
ko_kr: Wi-Fi Direct는 Wi-Fi 기기에 직접 연결하여 더욱 간단하고 편리하게 인쇄, 파일 공유, 동기화, 화면 공유를 할 수 있게 해줍니다. Wi-Fi Direct를 지원하는 기기에 연결하면 컨텐츠 공유, 데이터 동기화, 친구와 친목 도모, 게임하기, 오디오, 동영상 등 다양한 애플리케이션을 이용할 수 있습니다.
lv: Wi-Fi Direct ļauj daudz ērtāk un vienkāršāk Wi-Fi ierīcēm izveidot tiešu savienojumu, drukāt, kopīgot failus, sinhronizēt un koplietot ekrānu. Izveidojot savienojumu ar ierīcēm, kas atbalsta Wi-Fi Direct, un izmantojot dažādas programmas, var kopīgot saturu, sinhronizēt datus, sazināties ar draugiem, spēlēt spēles, atskaņot audio un video failus, kā arī veikt citas darbības
mk: Wi-Fi Direct овозможува уреди Wi-Fi да се поврзуваат директно, со што печатењето, делењето фајлови, синхронизирањето и делењето екран е многу поедноставно и позгодно. Поврзувањето со уреди што поддржуваат Wi-Fi Direct овозможува да се делат вашите содржини, да ги синхронизирате податоците, да се дружите со пријатели, да играте игри, аудиа и видеа и многу повеќе, со помош на разни апликации
uz: Wi-Fi Direct to‘g‘ridan-to‘g‘ri ulanish, chop etish, faylni ulashish va ekranni baham ko‘rishni soddaroq va osonroq qilish uchun Wi-Fi qurilmalarini yoqadi. Wi-Fi Directni qo‘llab-quvvatlovchi qurilmalarga ulanish turli ilovalar yordamida tarkibni baham ko‘rish, ma’lumotlarni sinxronlash, do‘stlar bilan suhbatlashish, o‘yinlar o‘ynash, audio, video tomosha qilish va boshq. amalga oshirishingiz mumkin

# IDS_WFD_BODY_CONNECTED_DEVICES
source: Connected devices
az: Qoşulmuş cihazlar
et: Ühendatud seadmed
hi: कनेक्ट किए गए डिवाइसेस
hr: Spojeni uređaji
hy: Միացված սարքեր
ko_kr: 연결된 기기
lv: Pievienotās ierīces
mk: Поврзани уреди
uz: Ulangan qurilmalar

# IDS_WFD_BODY_BUSY_DEVICES
source: Busy devices
az: Məşğul cihazlar
et: Hõivatud seadmed
hi: व्यस्त डिवाइसेस
hr: Zauzeti uređaji
hy: Զբաղված սարքեր
ko_kr: 사용 중인 기기
lv: Aizņemtās ierīces
mk: Зафатени уреди
uz: Band qurilmalar

# IDS_WFD_CONNECTED_WITH_OTHER_DEVICE
source: Connected with another device
az: Digər cihazlarla qoşulub
et: Ühendatud teise seadmega
hi: अन्‍य डिवाइस के साथ कनेक्ट किया गया
hr: Spojen na drugi uređaj
hy: Միացված է այլ սարքի հետ
ko_kr: 다른 기기 연결됨
lv: Izveidots savien. ar citu ierīci
mk: Поврзани со друг уред
uz: Boshqa qurilma bilan ulandi

# IDS_WIFI_POP_AP_DISCONNECTING_ING
source: Disconnecting...
az: Bağlantı kəsilir
et: Ühenduse katkestamine...
hi: डिस्कनेक्ट हो रहा है...
hr: Odspajanje...
hy: Անջատվում է...
ko_kr: 연결을 끊는 중...
lv: Atvieno...
mk: Врската се прекинува...
uz: Uzilmoqda...

# IDS_WFD_POP_CONNECTING
source: Connecting...
az: qoşulur
et: Ühendamine...
hi: जोड़ा जा रहा है…
hr: Spajanje...
hy: Միացում...
ko_kr: 연결 중...
lv: Savieno...
mk: Поврзување...
uz: Ulanmoqda...

# IDS_WFD_WAITING_FOR_CONNECT
source: Waiting for connection
az: Bağlantını gözləyir
et: Ühenduse ootamine
hi: कनेक्शन के लिए प्रतीक्षारत
hr: Čekanje veze
hy: Սպասում է միացման
ko_kr: 연결 대기 중
lv: Gaida savienojumu
mk: Се чека поврзување
uz: Ulanish kutilmoqda

# IDS_WFD_FAILED_TO_CONNECT
source: Failed to connect
az: Bağlantı alınmadı
et: Ühendamine nurjus
hi: कनेक्ट करने में असफल
hr: Greška spajanja
hy: Չհաջողվեց միանալ
ko_kr: 연결에 실패하였습니다
lv: Neizdevās izveidot savienojumu
mk: Не можеше да се поврзе
uz: Ulanib bo‘lmadi

# IDS_WFD_BUTTON_MULTI
source: Multi-connect
az: Çoxlu bağlantı
et: Mitmikühendus
hi: मल्टी-कनेक्ट
hr: multi spajanje
hy: Բազմակի միացում
ko_kr: 다중 연결
lv: Vairāki savienojumi
mk: Мулти-поврзување
uz: Ko‘p-ulanish

# IDS_WFD_BUTTON_DISCONNECT_ALL
source: Disconnect all
az: Hamısı ilə əlaqəni kəs
et: Katkesta kõigi ühendus
hi: सभी डिस्कनेक्ट करें
hr: Prekini sve
hy: Անջատել բոլորը
ko_kr: 모든 연결 끊기
lv: Atvienot visu
mk: Прекини ги сите
uz: Barini uzish

# IDS_WFD_BUTTON_DISCONNECT
source: Disconnect
az: Bağlantını kəs
et: Katkesta ühendus
hi: डिसकनेक्ट
hr: Prekini vezu
hy: Անջատել
ko_kr: 연결 해제
lv: Atvienot
mk: Прекини врска
uz: Uzish

# IDS_WFD_NOCONTENT
source: No devices found
az: Heç bir cihaz tapılmadı
et: Seadmeid ei leitud
hi: कोई साधन नहीं मिला
hr: Nisu pronađeni uređaji
hy: Սարքեր չեն գտնվել
ko_kr: 검색된 기기가 없습니다
lv: Nav atrasta neviena ierīce
mk: Нема уред
uz: Qurilmalar topilmadi

# IDS_WIFI_BODY_DISABLE_WI_FI_DIRECT_AFTER_USE
source: Disable Wi-Fi Direct after use
az: İstifadədən sonra Wi-Fi Direct-i qeyri-aktiv et
et: Desaktiveerige Wi-Fi Direct pärast kasutamist
hi: उपयोग के बाद Wi-Fi डायरेक्ट अक्षम करें
hr: Isključi Wi-Fi Direct nakon upotrebe
hy: Օգտագործումից հետո կասեցրեք Wi-Fi Direct-ը
ko_kr: Wi-Fi Direct 사용 후 해제
lv: Pēc lietošanas deaktivizēt Wi-Fi Direct
mk: Исклучи Wi-Fi Direct по употреба
uz: Wi-Fi Directdan foydalangandan so‘ng, uni o‘chiring

# IDS_WIFI_BODY_DISABLE_WI_FI_DIRECT_AFTER_USE_ABB
source: Disable Wi-Fi Direct after use
az: İst.dən sonra Wi-Fi Direct-i söndür
et: Pärast kasut. desakt. Wi-Fi Direct
hi: उपयोग के बाद Wi-Fi डायरेक्ट अक्षम करें
hr: Isklj. Wi-Fi Direct nakon upotrebe
hy: Օգտ. հետո կասեցրեք Wi-Fi Direct-ը
ko_kr: Wi-Fi Direct 사용 후 해제
lv: Deakt. Wi-Fi Direct pēc lietošanas
mk: Исклучи Wi-Fi Direct по употреба
uz: Wi-Fi Direct ishlatil so‘ng o‘chir

# IDS_WIFI_BODY_DISABLE_WI_FI_DIRECT_AFTER_USE_TO_SAVE_BATTERY
source: Disable Wi-Fi Direct after use to save battery
az: Batareyaya qənaət üçün istifadədən sonra Wi-Fi Direct-i qeyri-aktiv et
et: Aku säästmiseks desaktiveerige Wi-Fi Direct pärast kasutamist
hi: बैटरी सुरक्षित करने के लिए उपयोग करने के बाद Wi-Fi डायरेक्ट अक्षम करें
hr: Isključi Wi-Fi Direct nakon upotrebe radi uštede baterije
hy: Օգտագործումից հետո կասեցրեք Wi-Fi Direct-ը՝ մարտկոցի լիցքը խնայելու համար
ko_kr: 배터리 절약을 위해 Wi-Fi Direct 사용 후 해제
lv: Lai taupītu enerģiju, pēc lietošanas deaktivizēt Wi-Fi Direct
mk: Исклучи Wi-Fi Direct по употреба за да се заштеди батерија
uz: Batareya quvvatini tejash uchun, Wi-Fi Directdan foydalangandan so‘ng, uni o‘chiring
